Repository: lalexs75/FBManager
Catalog: languages/fpspreadsheet/fpsstrings.*.po
Languages: de, hu, ru

source: All Excel files
de: Alle Excel-Dateien
hu: Minden Excel fájl
ru: Все файлы Excel

source: All spreadsheet files
de: Alle Spreadsheet-Dateien
hu: Minden táblázat fájl
ru: Все файлы электронных таблиц

source: Assuming usage of decimal separator in "%s".
de: Verwendung eines Dezimaltrennzeichens in "%s" wird angenommen.
hu: Tizedeselválasztó használata feltételezve ebben: "%s".
ru: Предпологается использование десятичного разеделителя в "%s".

source: Unterminated string
de: Begrenzungszeichen des Strings fehlt..
hu: Lezáratlan karakterlánc
ru: Не законченная строка

source: black
de: schwarz
hu: fekete
ru: чёрный

source: blue
de: blau
hu: kék
ru: голубой

source: Cannot read file "%s". Wrong, unknown or defective file format?
de: Kann Datei "%s" nicht lesen. Falsches, unbekanntes oder defektes Dateiformat?
hu: A(z) "%s" fájl nem olvasható. Rossz, ismeretlen formátumú vagy sérült a fájl?
ru: Ошибка чтения файла "%s". Файл повреждён либо неизвестный формат файла?

source: The cell range cannot be sorted because it contains merged cells.
de: Der Zellbereich kann nicht sortiert werden, weil er verbundene Zellen enthält.
hu: A cellatartomány nem rendezhető sorba, mert összevont cellákat tartalaz.
ru: Нельзя сортировать диапазон ячеек, поскольку он содержит объединённые ячейки

source: Circular reference found when calculating worksheet formula in cell %s
de: Zirkulär-Referenz gefunden beim Berechnen der Formel in Zelle %s
hu: Körkörös hivatkozás érzékelve a(z) %s cellában található munkalap-formula kiszámításakor.
ru: Циклическая ссылка найдена при подсчёте формулы в ячейке %s

source: Code page "%s" is not supported. Using "cp1252" (Latin 1) instead.
de: Code-Seite "%s" wird nicht unterstützt. Verwende stattdessen "cp1252" (Latin 1).
hu: A(z) "%s" kódlap nincs támogatva, helyette a "cp1252" (Latin1) lesz használva.
ru: Кодовая страница "%s" не поддерживается. Используем "cp1252" (Latin 1) по умолчанию.

source: Column style not found.
de: Spalten-Stil nicht gefunden.
hu: Oszlop stílus nem található.
ru: Стиль столбца не найден.

source: Expected comma (,) at position %d, but got %s
de: Komma erwartet an Position %d, aber %s gefunden
hu: Vessző (,) szükséges a(z) %d. pozícióban, de %s található
ru: Ожидайется запятая (,) в позиции %d, но найдено %s

source: dark blue
de: dunkelblau
hu: sötétkék
ru: тёмно-голубой

source: dark green
de: dunkelgrün
hu: sötétzöld
ru: тёмно-зелёный

source: dark red
de: dunkelrot
hu: sötétvörös
ru: тёмно-красный

source: Sheet%d
de: Tabelle%d
hu: Lap%d
ru: Лист%d

source: Defective internal structure of %s file.
de: Defekte innere Struktur der %s Datei.
hu: A(z) %s fájl belső szerkezete sérült.
ru: Повреждённая внутренняя структура файла %s.

source: Print range "%s" requires a different worksheet.
de: Der Druckbereich "%s" benötigt ein anderes Arbeitsblatt.
hu: A(z) "%s" nyomtatási tartományhoz szükség van egy másik munkalapra.
ru: Диапазон печати "%s" требует раличных таблиц.

source: An identifier with name "%s" already exists.
de: Ein Bezeichner mit dem Namen "%s" existiert bereits.
hu: Már létezik egy azonosító "%s" névvel.
ru: Переменная с именем "%s" уже существует.

source: Duplicate worksheet "%s".
de: Doppelter Arbeitsblattname "%s".

source: The hyperlink is not specified.
de: Der Hyperlink ist nicht angegeben.
hu: A hiperhivatkozás nincs megadva.
ru: Гиперссылка не указана.

source: Cannot evaluate: error in expression
de: Fehler im Ausdruck
hu: Kiértékelhetetlen: hibás kifejezés
ru: Расчёт не возможен: ошибка в выражении

source: Export file name is required.
de: Export-Dateiname erforderlich.
hu: Az exportáláshoz fájlnév szükséges.
ru: Необходимо указать имя файла экспорта

source: Cannot evaluate: empty expression
de: Leerer Ausdruck
hu: Kiértékelhetetlen: üres kifejezés
ru: Расчёт не возможен: пустое выражение

source: File "%s" already exists.
de: Datei "%s" existiert bereits.
hu: A(z) "%s" fájl már létezik.
ru: Файл "%s" уже существует.

source: File format of "%s" not supported.
de: Dateiformat von "%s" nicht unterstützt.
hu: A(z) "%s" fájl formátuma nincs támogatva.
ru: Не поддерживаемый форма файла "%s".

source: File "%s" not found.
de: Datei "%s" nicht gefunden.
hu: A(z) "%s" fájl nem található.
ru: Файл "%s" не найден.

source: files
de: Dateien
hu: fájl
ru: файлы

source: File structure error in %s record, position %d.
de: Dateistruktur-Fehler im Datensatz %s an Position %d.
hu: Fájl szerkezeti hiba a(z) %s rekord %d. pozíciójában.
ru: Ошибка структуры файла в %s записе, позиция %d.

source: Footer
de: Fußzeile
hu: Lábléc
ru: Итог

source: The formula in cell %s is not supported by this file format: %s
de: Die Formel in Zelle %s wird in diesem Dateiformat nicht unterstützt: %s
hu: A(z) %s cellában megadott formula nincs támogatva ezen fájltípusban: %s
ru: Формула в ячейке %s не поддерживается форматом файла: %s

source: Spreadsheet file
de: Spreadsheet-Datei
hu: Táblázat fájl
ru: Файл электронной таблицы

source: gray
de: grau
hu: szürke
ru: серый

source: green
de: grün
hu: zöld
ru: зелёный

source: Header
de: Kopfzeile
hu: Fejléc
ru: Заголовок

source: Illegal structure of an OpenDocument cell range.
de: Ungültiger Aufbau einen OpenDocument-Zellbereichs.

source: Image format not supported.
de: Bild-Format nicht unterstützt.
hu: A kép formátuma nincs támogatva.
ru: Формат изображения не поддерживается

source: Incorrect position of %%G code in %s
de: Falsche Position des %%G-Codes in %s
hu: A %%G kód pozíciója érvénytelen ebben: %s
ru: Неверная позиция %%G кода в %s

source: Index %d in SST out of range (0-%d).
de: Index %d in der SST liegt außerhalb des gültigen Bereichs (0-%d).
hu: A(z) %d index az SST-ben kívül esik az érvényes tartományon (0-%d).
ru: Индекс %d в SST выходит за пределы диапазона (0-%d).

source: Invalid argument count for function %s
de: Ungültige Anzahl von Argumenten für die Funktion %s
hu: Az argumentumok száma nem megfelelő a(z) %s függvény számára
ru: Не верный аргумент для функции %s

source: Invalid character(s) in cell %s.
de: Ungültige(s) Zeichen in Zelle %s.
hu: Érvénytelen karakter(ek) a(z) %s cellában.
ru: Не верные символ(ы) в ячейке %s.

source: Invalid character(s) in cell comment "%s".
de: Ungültige(s) Zeichen im Zellkommentar "%s".
hu: Érvénytelen karakter(ek) a(z) %s cella megjegyzésében.
ru: Не верные символ(ы) в коментарии к ячейке "%s".

source: Attempting to save a spreadsheet by extension, but the extension %s is not valid.
de: Versuch, das Format ein Arbeitsbuches anhand der Dateiendung zu erkennen, aber die Endung %s ist nicht gültig.
hu: Kísérlet a táblázat kiterjesztés alapján történő mentésére, de a(z) %s nem érvényes kiterjesztés.
ru: Попытка определения формата таблицы при сохранения по расширению файла, но расширение %s не верно.

source: %s is not a valid floating-point value
de: %s ist kein gültiger Gleitkomma-Wert
hu: A(z) %s nem érvényes lebegőpontos érték
ru: Не верное значение %s для вещественного числа

source: Invalid font index
de: Ungültiger Font-Index
hu: Érvénytelen betűkészlet index
ru: Ошибка индекса шрифта

source: Invalid numerical value : %s
de: Ungültiger Zahlenwert: %s
hu: Érvénytelen számérték: %s
ru: Ошибка в числовом значении : %s

source: Unexpected character in number : %s
de: Unerwartetes Zeichen in Zahl: %s
hu: Váratlan, számként nem értelmezhető karakter: %s
ru: Отсутсвует символ в числе : %s

source: Trying to use an incompatible number format.
de: Versuch ein inkompatibles Zahlenformat zu verwenden.
hu: Kísérlet össze nem egyeztethető szám formátum használatára.
ru: Попытка использования не соместимого формата числа

source: "%s" is not a valid return type indicator
de: "%s" ist kein gültiger Indikator für einen Ergebnistyp
hu: A(z) "%s" nem érvényes visszatérési típus jelző.

source: Invalid result type: %s
de: Ungültiger Ergebnistyp: %s
hu: Érvénytelen visszaadott típus: %s
ru: Не верный результирующий тип: %s

source: "%s" is not a valid spreadsheet file
de: "%s" ist keine gültige Spreadsheet-Datei
hu: A(z) "%s" nem érvényes táblázatfájl.
ru: "%s" не верный файл электронной таблицы

source: "%s" is not a valid worksheet name.
de: "%s" ist kein gültiger Name für ein Arbeitsblatt.
hu: A(z) "%s" nem érvényes munkalapnév.
ru: "%s" не верное имя таблицы.

source: Expected left bracket at position %d, but got %s
de: Linke Klammer erwartet an Position %d, aber %s gefunden
hu: Bal oldali zárójel szükséges a(z) %d. pozícióban, de %s található
ru: Ожидается левая скобка в позиции %d, но найдено %s

source: The hyperlink "%s" points to a local file. In case of an absolute path the protocol "file:" must be specified.
de: Der Hyperlink "%s" bezieht sich auf eine lokale Datei. Bei einem absoluten Pfad muss das Protokoll "file:" angegeben werden.
hu: A(z) "%s" hiperhivatkozás egy helyi fájlra mutat. Abszolút útvonal esetén a "file:" protokollazonosítót meg kell adni.
ru: Гиперссылка "%s" указывает на локальный файл. Необходимо указать протокол "file:".

source: This workbook contains %d columns, but the selected file format does not support more than %d columns.
de: Das Arbeitsbuch enthält %d Spalten, aber das ausgewählte Dateiformat unterstützt höchstens %d Spalten.
hu: Ez a munkafüzet %d oszlopot tartalmaz, de a kiválasztott fájlformátum nem támogat %d oszlopnál többet.
ru: Таблица содержит %d столбцов, но указанный форма не поодерживает более %d столбцов.

source: This workbook contains %d rows, but the selected file format does not support more than %d rows.
de: Das Arbeitsbuch enthält %d Zeilen, aber das ausgewählte Dateiformat untersützt höchstens %d Zeilen.
hu: Ez a munkafüzet %d sort tartalmaz, de a kiválasztott fájlformátum nem támogat %d sornál többet.
ru: Таблица содержит %d строк, но указанный форма не поддерживает более %d строк.

source: Export to multiple sheets is possible only if position is restored.
de: Ein Export in mehrere Arbeitsblätter is nur dann möglich, wenn die Position wiederhergestellt wird.
hu: A több lapra történő exportálás csak a pozíció visszaállítása esetén lehetséges.
ru: Экспорт в несколько листов возможен только в случае если позиция восстанавливается.

source: No operand for unary operation %s
de: Kein Operand für die unäre Operation %s
hu: Nincs adat az egytényezős %s művelet számára
ru: Не указан операнд для унарной операции %s

source: Cannot perform percent operation on expression of type %s: %s
de: Prozent-Operation kann an dem Ausdruck vom Typ %s nicht ausgeführt werden: %s
hu: Nem lehet elvégezni %s típusú kifejezésen a százalékszámítást: %s
ru: Не возможно выполнить операцию процента в выражении типа %s: %s

source: not defined
de: Nicht definiert
hu: nincs megadva
ru: не определено

source: "%s" is not a valid cell address.
de: "%s" ist keine gültige Zell-Adresse.
hu: A(z) "%s" nem érvényes cella cím.
ru: "%s" не верный адрес ячейки.

source: "%s" is not a valid cell range address.
de: "%s" ist keine gültige Adresse für einen Zellbereich.
hu: A(z) "%s" nem érvényes cellatartomány cím.
ru: "%s" не верный адрес диапазона ячеек.

source: "%s" is not a valid cell or cell range address.
de: "%s" ist keine gültige Adresse für eine Zelle oder einen Zellbereich.
hu: A(z) "%s" nem érvényes cella vagy cellatartomány cím.
ru: "%s" не верный адрес для чейки или диапазона ячеек.

source: The hyperlink "%s" is not a valid cell address.
de: Der Hyperlink "%s" bezieht sich auf keine gültige Zelladresse.
hu: A(z) "%s" hiperhivatkozás nem érvényes cellacím.
ru: Гиперссылка "%s" не содержит верный адрес ячейки.

source: The hyperlink "%s" is not a valid URI.
de: Der Hyperlink "%s" ist keine gültiger URI.
hu: A(z) "%s" hiperhivatkozás nem érvényes URI.
ru: Гиперссылка "%s" не является правильным URI.

source: Identifier %s is not a variable
de: Der Bezeichner %s ist keine Variable
hu: Az azonosító nem egy változó: %s
ru: Идентификатор %s не переменная

source: Cell %s: OpenDocument supports hyperlinks for text cells only.
de: Zelle %s: Das OpenDocument-Format unterstützt Hyperlinks nur für Text-Zellen.
hu: %s cella: az OpenDocument formátum csak szövegcellákban támogatja a hiperhivatkozásokat.
ru: Ячейка %s: OpenDocument поддерживает гиперссылки только для текстовых ячеек.

source: olive
de: oliv
hu: olíva
ru: оливковый

source: Only one image per %s section allowed.
de: Nur ein Bild ist erlaubt pro %s Abschnitt.
hu: Csak egy kép lehet %s szakaszonként.
ru: Разрешено только одно изображения для секции %s.

source: This operation at index %d exceeds the range of defined grid columns (%d).
de: Diese Operation bei Index %d überschreitet den Bereich der definierten Spalten (%d).

source: This operation at index %d exceeds the range of defined grid rows (%d).
de: Diese Operation bei Index %d überschreitet den Bereich der definierten Zeilen (%d).

source: Palette index %d
de: Palettenindex %d
hu: Paletta index: %d
ru: Индекс палитры %d

source: Password removed (BIFF2 requires matching workbook and worksheet passwords)
de: Das Passwort wurde entfernt (BIFF2 erfordert übereinstimmende Passwörter von Workbook und Worksheet

source: Password removed (Hashing algorithm not compatible with Excel)
de: Das Passwort wurde entfernt (Der Hashing-Algorithmus ist nicht mit Excel kompatibel).

source: Password removed (Not valid).
de: Das Passwort wurde entfernt (ungültig).

source: purple
de: purpur
hu: bíbor

source: Reader not found for file "%s"
de: Lese-Prozedur nicht gefunden für Datei "%s"
hu: Nem található olvasó a(z) "%s" fájlhoz.
ru: Не найден модуль чтения для файла "%s"

source: red
de: rot
hu: piros
ru: красный

source: Expected right bracket at position %d, but got %s
de: Rechte Klammer erwartet an Position %d, aber %s gefunden
hu: Jobb oldali zárójel szükséges a(z) %d. pozícióban, de %s található
ru: Ожидается правая скобка в позиции %d, но найдено %s

source: Expected right square bracket at positon %d, but got %s
de: Rechte eckige Klammer erwartet an Position %d, aber %s wurde gefunden

source: Row style not found.
de: Zeilenstil nicht gefunden.
hu: Sor stílus nem található.
ru: Стиль строки не найден

source: silver
de: silber
hu: ezüst
ru: серебрянный

source: Hold the left mouse button down for a short time to activate the hyperlink.
de: Halten Sie die linke Maustaste für kurze Zeit gedrückt, um den Hyperlink zu aktivieren.
hu: A hiperhivatkozás aktiválásához rövid ideig nyomva kell tartani az egér bal gombját.
ru: Нажмите и удерживайте некоторое время левую кнопку мышки для активации гиперссылки

source: teal
de: blaugrün
hu: kékeszöld

source: This workbook contains more colors (%d) than supported by the file format (%d). The additional colors are replaced by the best-matching palette colors.
de: Das Arbeitsbuch enthält mehr Farben (%d) als vom Dateiformat unterstützt (%d). Die zusätzlichen Farben werden durch ersetzt durch die nächsten Palettenfarben.
hu: Ez a munkafüzet több színt (%d) tartalmaz, mint amennyit a fájl formátuma támogat (%d). A hozzáadott színek le lettek cserélve a paletta legjobban hasonlító színére.
ru: Таблица содержит больше цветов (%d) чем поддерживается данным форматом (%d). Дополнительные цвета будут заменены аналогичными.

source: Text value exceeds the %d character limit in cell %s and has been truncated.
de: Der Text überschreitet die Grenze von %d Zeichen in Zelle %s und wurde abgeschnitten.
ru: Текстовое выражения ограничено %d символами в ячейке %s и будет уменьшено.

source: Text value exceeds the %d character limit and has been truncated.
de: Der Text ist länger als die Grenze bei %d Zeichen und wurde gekürzt.

source: Unexpected end of expression
de: Unerwartetes Ende des Ausdrucks
hu: A kifejezés váratlanul ért véget
ru: Ожидается конец выражения

source: Unknown character at pos %d: "%s"
de: Unerwartetes Zeichen an Positon %d: "%s"
hu: A(z) %d karakter ismeretlen: "%s"
ru: Не известный символ в позиции %d: "%s"

source: Internal error: Unknown comparison
de: Interner Fehler: Unbekannter Vergleich
hu: Belső hiba: Ismeretlen összehasonítás
ru: Внутрення ошибка: Не определённое сравнение

source: Unknown data type.
de: Unbekannter Datentyp.
hu: Ismeretlen adattípus.
ru: Не определённый тип

source: Unknown delimiter character: "%s"
de: Unbekanntes Trennzeichen: "%s"
hu: Ismeretlen határoló karakter: "%s"
ru: Не известный разделитель: "%s"

source: Unknown error type.
de: Unbekannter Fehler-Typ.
hu: Ismeretlen hibatípus.
ru: Не известный тип ошибки

source: Unknown identifier: %s
de: Unbekannter Bezeichner: %s
hu: Ismeretlen azonosító: %s
ru: Не известная переменная: %s

source: Unknown token at pos %d : %s
de: Unbekanntes Symbol an Position %d: %s
hu: A(z) %d. token ismeretlen: %s
ru: Не известный символ в позиции %d : %s

source: Tried to read a spreadsheet using an unsupported format
de: Versuch ein Spreadsheet mit einem nicht unterstützten Format zu lesen
hu: Kísérlet történt egy ismeretlen formátumú táblázat olvasására
ru: Попытка прочитать таблицу используя не поддерживаемый формат

source: Tried to write a spreadsheet using an unsupported format
de: Versuch eine Spreadsheet mit einem nicht unterstützten Format zu schreiben
hu: Kísérlet történt egy ismeretlen formátumú táblázat írására
ru: Попытка записать таблицу используя не поддерживаемый формат

source: Badly terminated expression. Found token at position %d : %s
de: Schlecht terminierter Ausdruck. Symbol gefunden an Position %d : %s
hu: Rosszul lezárt kifejezés. A(z) %d. token: %s
ru: Не верное окончание выражения. Найден символ в позиции %d : %s

source: Expected UTF8 text, but probably ANSI text found in cell %s.
de: In Zelle %s UTF8-Text erwartet, aber wahrscheinlich ANSI-Text gefunden.
hu: UTF8 szöveg az elvárt, de valószínűleg ANSI szöveg található a(z) %s cellában.
ru: Ожидается текст в UTF8 кодировке, но в ячейке %s возможно найден текст ANSI кодировке

source: white
de: weiß
hu: fehér
ru: белый

source: Worksheet "%s" not found.
de: Arbeitsblatt "%s" nicht gefunden.
hu: A(z) "%s" munkalap nem található.
ru: Лист таблицы "%s" не найден.

source: Worksheet not found.
de: Arbeitsblatt nicht gefunden.
hu: A munkalap nem található.
ru: Лист таблицы не найден

source: yellow
de: gelb
hu: sárga
ru: жёлтый

source: cyan
hu: ciánkék
ru: бирюзовый

source: Trying to use an incompatible date/time format.
hu: Kísérlet össze nem egyeztethető dátum/idő formátum használatára.
ru: Попытка использования не определённого формата даты/времени.

source: magenta
hu: lila
ru: фуксин

source: No valid number format string.
hu: Nincs érvényes számformázó karakterlánc.
ru: Не верная строка формата для чисел

source: transparent
hu: átlátszó
ru: прозрачно

source: File cannot be written because the name of worksheet "%0:s" is too long (max %1:d characters).
ru: Документ не может быть сохранён. Имя Имя листа "%0:s" очень большое (максимум %1:d символов)
