Repository: lalexs75/FBManager
Catalog: languages/IBManager.*.po
Languages: ru

# pg_utils.s_pg_varchar
source: variable-length character string
ru: Строка переменной длинны

source: Indicates that a function returns no value.
ru: Показывает, что функция не возвращает значения.

source: XML data
ru: данные XML
