Repository: lalexs75/FBManager
Catalog: languages/IBManager.*.po
Languages: ru

# fbmstrconstunit.smenucustomizetoolbar
source: Customize toolbar
ru: Настроить панель инструментов

# fbmstrconstunit.smenucustomizetoolbarhint
source: Customize toolbar
ru: Настроить панель инструментов главного окна системы

source: DB Inspector
ru: Инспектор БД

source: Show database inspector
ru: Отобразить окно инспектора баз данных

source: Disconnect
ru: Отключиться

source: Disconect from database
ru: Отключиться от указанной базы данных

# fbmstrconstunit.smenuextractmetadata
source: Extract metadata...
ru: Выгрузка медатанных...

# fbmstrconstunit.smenuextractmetadatahint
source: Extract metadata...
ru: Выгрузка медатанных...

source: Help
ru: Помощь

# fbmstrconstunit.smenukeyboardtemplates
source: Keyboard templates...
ru: Клавиатурные шаблоны...

# fbmstrconstunit.smenukeyboardtemplateshint
source: Keyboard templates...
ru: Клавиатурные шаблоны...

source: Latest news...
ru: Последние новости...

source: Show latest news...
ru: Отобразить последние новости...

# fbmstrconstunit.smenuobjecttemplates
source: Object templates
ru: Шаблоны объектов

# fbmstrconstunit.smenuobjecttemplateshint
source: Object templates
ru: Шаблоны объектов

source: Editor options...
ru: Параметры редактора...

source: Show editor options...
ru: Отобразаить окно параметров редактора...

source: Environment Options...
ru: Параметры системы...

source: Show environment options...
ru: Отобразить окно параметров системы...

# fbmstrconstunit.smenuoptions
source: Options
ru: Параметры

# fbmstrconstunit.smenurefresh
source: Refresh
ru: Обновить данные

source: Refresh current opbject
ru: Обновить текущий объект

source: Register database
ru: Зарегистрировать БД

source: Register existing database
ru: Зарегистрировать сущестсвующую базу данных

source: Reorder
ru: Упорядочить

source: Reorder open window
ru: Упорядочить окна

# fbmstrconstunit.smenureportmanager
source: Report manager
ru: Управление отчётами

# fbmstrconstunit.smenureportmanagerhint
source: Report manager
ru: Окно со списком отчётов

source: Search in metadata...
ru: Поиск в медатанных...

source: Search in metadata
ru: Поиск в медатанных

# fbmstrconstunit.smenusendbugreport
source: Send bug report
ru: Отправить сообщение об ошибке

# fbmstrconstunit.smenusendbugreporthint
source: Send bug report
ru: Отправить сообщение об ошибке

source: SQL builder...
ru: Конструктор SQL...

source: Show SQL builder window
ru: Отобразить окно конструктора SQL

source: SQL Editor
ru: Редактор SQL

source: Show sql editor
ru: Отобразить окно редактоа SQL

source: SQL script...
ru: Редактор SQL скриптов...

source: Show SQL script window
ru: Отобразить окно редактора SQL скриптов

source: System
ru: Система

source: Tools
ru: Инструменты

source: Unregister database
ru: Отменить регистрацию БД

source: Unregister current database
ru: Отменить регистрацию текущий базы данных

# fbmstrconstunit.smenuvisittowebsite
source: Visit to web site...
ru: Посетить веб-сайт программы...

# fbmstrconstunit.smenuvisittowebsitehint
source: Visit to web site...
ru: Посетить веб-сайт программы...

# fbmstrconstunit.smenuwindows
source: Windows
ru: Окна

source: Messages
ru: Сообщения

source: Meta data loging enable
ru: Разрешить протоколирование изменений метаданных

# fbmstrconstunit.smetadataonly
source: Metadata Only
ru: Только метаданные

source: Middle name
ru: Отчество

source: Min. date
ru: Мин. дата

source: Min. length
ru: Мин. длинна

source: Min. time
ru: Мин. время

# fbmstrconstunit.sminutes
source: Minutes
ru: Минуты

# fbmstrconstunit.sminvalue
source: Min value
ru: Мин. значение

source: Misk
ru: Разное

source: Modified
ru: Изменён

source: Modifi rule
ru: Изменить правило

# fbmstrconstunit.smodifitrigger
source: Modifi trigger
ru: Изменить триггер

# fbmstrconstunit.smonth
source: Month
ru: Месяцы

# fbmstrconstunit.smovedown
source: Move down
ru: Переместить ниже

source: Move fields down...
ru: Переместить поле ниже...

source: Move down local variable
ru: Переместить ниже локальную переменную

# fbmstrconstunit.smoveup
source: Move up
ru: Переместить выше

source: Move fields up...
ru: Переместить поле выше...

source: Move up local variable
ru: Переместить выше локальную переменную

source: MySQL : trigger
ru: MySQL : триггер

source: MySQL : trigger lazy mode
ru: MySQL : триггер - простой режим

source: Name
ru: Название

# fbmstrconstunit.snamecase
source: Name case
ru: Конвертировать в Name-case

source: Name of user/role
ru: Имя пользователя/роли

# fbmstrconstunit.snative
source: Native
ru: Стиль ОС

source: You are need restart for apply you changes...
ru: Вам необходимо перезапустить программу, для того, чтобы изменения вступили в силу.

source: Never show glyph
ru: Не отображать картинки

source: New
ru: Новый

source: New DB folder
ru: Новая папка БД

source: New Domain
ru: Новый домен

source: New field
ru: Новое поле

# fbmstrconstunit.snewforeignkey
source: New foreign key
ru: Новый внешний ключ

source: New index
ru: Новый индекс

source: New object
ru: Новый объект

source: New primary key
ru: Новый первичный ключ

source: New primary key for table
ru: Новый первичный ключ для таблицы

source: New query
ru: Новый запрос

# fbmstrconstunit.snewqueryset
source: New query set
ru: Новый набор запросов

# fbmstrconstunit.snewquerysethint
source: New query set
ru: Новый набор запросов

source: New role
ru: Новая роль

# fbmstrconstunit.snewrule
source: New rule
ru: Новое правило

# fbmstrconstunit.snewtrigger
source: New trigger
ru: Новый триггер

source: New unique constraint
ru: Новое условие уникальности

# fbmstrconstunit.snext
source: Next
ru: Следующая

# fbmstrconstunit.snextrun
source: Next run
ru: Следующий запуск

source: No
ru: Нет

# fbmstrconstunit.snogarbagecollection
source: No Garbage Collection
ru: Не собирать мусор

source: No handler
ru: Без обработчика

source: None
ru: Нет

# fbmstrconstunit.snontransportable
source: Non Transportable
ru: Не транспортабельный

source: Normal mode
ru: Нормальный режим

# fbmstrconstunit.snoshadow
source: No Shadow
ru: Не создавать тень

source: - no steps to execute
ru: - нет шагов для выполнения

source: Not connected...
ru: Не подключено...

source: NOTHING
ru: НИЧЕГО

# fbmstrconstunit.snotnull
source: Not null
ru: Не пусто

source: No validator
ru: Без проверки

# fbmstrconstunit.snovaliditycheck
source: No Validity Check
ru: Не контролировать ограничения

source: Nulls first
ru: Nulls вначале

source: Nulls last
ru: Nulls в конце

source: Nulls pos
ru: Позиция NULL

source: Number of records
ru: Кол-во записей

source: Numbers
ru: Числа

source: Numeric
ru: Числа

source: Numeric constraints
ru: Параметры числа

# fbmstrconstunit.sobjectid
source: Object ID
ru: ID объекта

# fbmstrconstunit.sobjectinspector
source: Object inspector
ru: Инспектор объектов

source: ObjectKind not defined for class %s. Object : %
ru: ObjectKind не определён для класса %s. Объект : %

# fbmstrconstunit.sobjectname
source: Object name
ru: Имя объекта

source: Objects
ru: Объекты

source: Objects size
ru: Размер объекта

source: Object type
ru: Тип объекта

source: Object type's
ru: Типы объектов

source: ODS version
ru: Версия ODS

# fbmstrconstunit.soicopyalllines
source: Copy all lines to clipboard
ru: Копия всего содержимого в буфер обмена

# fbmstrconstunit.soicopyalllineshint
source: Copy all lines to clipboard
ru: Копия всего содержимого в буфер обмена

# fbmstrconstunit.soicopyline
source: Copy line to clipboard
ru: Копия строки в буфер обмена

# fbmstrconstunit.soicopylinehint
source: Copy line to clipboard
ru: Копия строки в буфер обмена

# fbmstrconstunit.soicopyregistration
source: Copy registration record...
ru: Зарегистрировать дубликат БД...

# fbmstrconstunit.soicopyregistrationhint
source: Copy registration record...
ru: Зарегистрировать дубликат БД...

source: Databases
ru: Базы данных

source: Function OID
ru: OID функции

source: Table OID
ru: OID таблица

# fbmstrconstunit.soieditdbregistration
source: Edit DB registration record
ru: Изменить регистрационные даные БД

# fbmstrconstunit.soieditdbregistrationhint
source: Edit DB registration record
ru: Изменить регистрационные даные БД

# fbmstrconstunit.soifindobject
source: Find object
ru: Найти объект

# fbmstrconstunit.soifindobjecthint
source: Find object
ru: Найти объект по списку

# fbmstrconstunit.soigotodomains
source: Go to domains...
ru: Перейти к доменам...

# fbmstrconstunit.soigotodomainshint
source: Go to domains...
ru: Перейти к доменам...

# fbmstrconstunit.soigotosp
source: Go to stored proc...
ru: Перейти к хранимым процедурам...

# fbmstrconstunit.soigotosphint
source: Go to stored proc...
ru: Перейти к хранимым процедурам...

# fbmstrconstunit.soigototables
source: Go to tables...
ru: Перейти к таблицам...

# fbmstrconstunit.soigototableshint
source: Go to tables...
ru: Перейти к таблицам...

source: Goto to object
ru: Перейти к объекту

# fbmstrconstunit.soigototriggers
source: Go to triggers...
ru: Перейти к триггерам...

# fbmstrconstunit.soigototriggershint
source: Go to triggers...
ru: Перейти к триггерам...

# fbmstrconstunit.soigotoviews
source: Go to views...
ru: Перейти к представлениям...

# fbmstrconstunit.soigotoviewshint
source: Go to views...
ru: Перейти к представлениям...

# fbmstrconstunit.soihidesqlassistent
source: Hide SQL assistent
ru: Убрать SQL помощника

# fbmstrconstunit.soihidesqlassistenthint
source: Hide SQL assistent
ru: Убрать SQL помощника

source: Recent
ru: Последние

source: Register DB
ru: Зарегистрировать БД

# fbmstrconstunit.soishowobject
source: Show object
ru: Отобразить объект

# fbmstrconstunit.soishowobjecthint
source: Show object
ru: Отобразить редактор объекта

# fbmstrconstunit.soishowsqlassistent
source: Show SQL assistent
ru: Показать SQL помощника

# fbmstrconstunit.soishowsqlassistenthint
source: Show SQL assistent
ru: Показать SQL помощника

# fbmstrconstunit.soiwindows
source: Windows
ru: Окна

source: Old active
ru: Старейшая активная

source: Oldest
ru: Старейшая

source: Old Metadata Desc
ru: Старые описание метаданных

source: Old snapshot
ru: Старейший снимок

source: On Delete
ru: При удалении

source: One Relation At A Time
ru: Одна таблица за раз

source: On error
ru: При ошибке

source: On event
ru: Для события

source: On field
ru: На поле

source: On fields
ru: По полям

source: Only groups
ru: Только группы/роли

source: Only show groups
ru: Отображать только группы

source: Only show users
ru: Отбражать только пользователей

source: Only users
ru: Только пользователи

source: On table
ru: На таблицу

source: On Update
ru: При изменении

# fbmstrconstunit.sopen
source: Open
ru: Открыть

# fbmstrconstunit.sopenfile
source: Open file
ru: Открыть файл

# fbmstrconstunit.sopenfilehint
source: Open file
ru: Открыть файл

source: Open in editor
ru: Отркыть в редакторе

source: Open text from history in SQL editor
ru: Открыть текст запроса из истории в SQL редакторе

source: Operator
ru: Оператор

# fbmstrconstunit.soptions
source: Options
ru: Параметры

source: Other
ru: Другое

source: Other options
ru: Прочие параметры

source: Output
ru: Выход

source: Output parametr '%s' declared, but not used
ru: Выходной параметр '%s' определён, но не используется

source: Owner
ru: Владелец

source: Owner ID
ru: ID владельца

source: Package
ru: Пакет

source: Package body
ru: Тело пакета

source: Package header
ru: Заголовок пакета

source: Packages
ru: Пакеты

source: Page
ru: Лист

source: Page count
ru: Кол-во страниц

source: Pages
ru: Страниц

source: Pages count
ru: Кол-во страниц

# fbmstrconstunit.spagesize
source: Page size
ru: Размер страницы

source: Parameter
ru: Параметр

source: Param name
ru: Имя параметра

source: Param name not defined, or error in param name - '%s'
ru: Не определено имя параметра или ошибка в имени параметра - '%s'

source: Param property
ru: Свойства параметра

# fbmstrconstunit.sparams
source: Params
ru: Параметры

source: Params history
ru: История параметров

source: Param type
ru: Тип параметра

source: Param type not defined - '%s'
ru: Тип параметра не определён - '%s'

source: Param value
ru: Значение параметра

source: Parser
ru: Cинтаксический анализатор

source: Partial index
ru: Частичный индекс

source: Partition
ru: Раздел

source: Partition expression
ru: Выражение партицирования

source: Partition keys
ru: Ключ раздела

source: Partition key value
ru: Ключ партицирования

source: Partitions
ru: Разделы

source: Partition section description
ru: Описание секции партицирования

source: Partition section name tempate
ru: Шаблон имени партицирования таблицы

source: Partition sections
ru: Секция раздела

source: Partition type
ru: Тип раздела

source: Partition table supports two types of keys: Column: User can select any column from the list of available columns. Expression: User can specify expression to create partition key. Example: Let's say, we want to create a partition table based per year for the column 'saledate', having datatype 'date/timestamp', then we need to specify the expression as 'extract(YEAR from saledate)' as partition key.
ru: Партицированные таблицы поддерживают два типа ключей: Колонка: Пользователь выбирает любую колонку из списка доступных колонок. Выражение: UПользователь указывает выражение для создания ключа партицирования. Example: Let's say, we want to create a partition table based per year for the column 'saledate', having datatype 'date/timestamp', then we need to specify the expression as 'extract(YEAR from saledate)' as partition key.

# fbmstrconstunit.spassword
source: Password
ru: Пароль

source: Password mismath.
ru: Пароли не совпадают.

source: Paste
ru: Вставить

source: Paste text from clipboard
ru: Вставить из буфера обмена

source: Persistent
ru: Постоянно

source: There is an error in pgAgent. You cannot use Russian characters directly. Use ESC sequences.
ru: В pgAgent есть ошибка. Напрямую использовать русские символы нельзя. Воспользуйтесь ESC последовательностями.

source: Allow change system catalog directly
ru: Может изменять системный каталог напрямую

source: Allow create database objects
ru: Может создавать объекты базы данных

source: Allow create replications and backup
ru: Может создавать потоковую репликацию и резервные копии

source: Allow create roles
ru: Может создавать роли

# fbmstrconstunit.spgconfirmpassword
source: Confirm password
ru: Подтверждение пароля

source: Inherited right from owner roles
ru: Наследует права из родительских ролей

source: PG locks
ru: Блокировки PostgreSQL

source: Login enabled
ru: Вход разрешён

# fbmstrconstunit.spgmaxconnection
source: Max. connections
ru: Макс. число подключений

source: Never expired
ru: Доступ всегда разрешён

# fbmstrconstunit.spgpassword
source: Password
ru: Пароль

source: PG : function
ru: PG : PgSql функция

source: PG : function lazy mode
ru: PG : PgSql ленивый режим в функциях

source: PG : table
ru: PG : Таблицы

source: PG : trigger
ru: PG : PgSql триггер

# fbmstrconstunit.spgroleprivilege
source: Role privilege
ru: Привилегии роли

source: Superuser
ru: Суперпользователь

# fbmstrconstunit.spgusername
source: User name
ru: Имя оператора

# fbmstrconstunit.spgvaliduntil
source: Valid until
ru: Действительна до

source: PK
ru: ПК

source: Not define PK field on main table
ru: Не определено поле первичного ключа для таблицы

source: Primary key name
ru: Имя первичного ключа

source: Policy
ru: Правила

# fbmstrconstunit.sport
source: Port
ru: Порт

source: PG DB Analiz
ru: PostgreSQL - Анализатор базы данных

source: Postgres server status
ru: Статус Postgre SQL сервера

# fbmstrconstunit.spostgresqlhelpurl
source: https://www.postgresql.org/docs/$VERSION/
ru: https://postgrespro.ru/docs/postgresql/$VERSION$/

source: Path to the PostgreSQL documentation. $VERSION$ will be replaced with the major.minor version number.
ru: Путь к документации по PostgreSQL. Переменная $VERSION$ будет заменена версией сервера в формате СТАРШАЯ.МЛАДШАЯ.

source: PostgreSQL help site URL
ru: Адрес сайта с документацией PostgreSQL

source: Create procedures
ru: Создать процедуры

source: Prec
ru: Точность

source: Precompiler error.
ru: Ошибка предварительной компиляции.

# fbmstrconstunit.spreparequery
source: Prepare query
ru: Подготовить запрос

# fbmstrconstunit.spreparequeryhint
source: Prepare query
ru: Подготовить запрос

source: Preserve rows
ru: Сохранять строки

source: Press ADD to add new shedule
ru: Нажмите ДОБАВИТЬ для добавления нового времени запуска

source: Press Shift+Space to activate
ru: Нажмите Shift+Space для активации

source: Primary key
ru: Первичный ключ

source: Primary keys
ru: Первичный ключ

source: Print
ru: Печать

source: Print field list
ru: Печать списка полей

# fbmstrconstunit.sprintfklist
source: Print FK list
ru: Печать списка ключей

source: Print object
ru: Печать объекта

source: Print index list
ru: Печать списка индексов

source: Print list
ru: Печать списка

source: Print list of all user and roles
ru: Печать всего списка пользователей и ролей на сервере

source: Print list of primary keys...
ru: Печать списка первичных ключей...

source: Print local variable
ru: Печать списка локальных переменных

# fbmstrconstunit.sprintparams
source: Print params
ru: Печать списка параметров

source: Print query result
ru: Печать результат выполнения запроса

source: Print unique constraint list
ru: Печать списка условий уникальности

source: Print user list
ru: Печать списка пользователей

# fbmstrconstunit.sprior
source: Prior
ru: Предыдущая

source: Procedure
ru: Процедура

# fbmstrconstunit.sprocedurename
source: Procedure name
ru: Имя процедуры

source: Procedures
ru: Процедуры

source: Procedure type
ru: Тип процедуры

source: Process
ru: Процесс

source: Progres
ru: Ход выполнения

# fbmstrconstunit.sproperty
source: Property
ru: Свойства

source: Protocol
ru: Протокол

source: Proxy
ru: Прокси

source: Query
ru: Запрос

source: Query fields
ru: Выбранные поля

source: Query set name
ru: Имя запроса к данным

source: Query start
ru: Старт запроса

source: Question
ru: Вопрос

source: Range
ru: Диапазон

source: Read only
ru: Только для чтения

source: Records from table :
ru: Записи из таблицы :

# fbmstrconstunit.srecompilealltriggers
source: Recompile all triggers
ru: Перекомпилировать все триггеры

source: %d records in table
ru: %d запись(ей) в таблице

# fbmstrconstunit.srecordcountget
source: Get record count
ru: Кол-во записей

source: %d record fetched
ru: %d отобрано записей

source: %d record fetched (%d selected)
ru: %d записей (%d выделено)

source: Record for fetch
ru: Выбирать записей

source: records
ru: записей

source: Records to generated
ru: Кол-во записей для создания

# fbmstrconstunit.sredo
source: Redo
ru: Востановить

source: Redo last editor changes
ru: Востановить последние изменения в редакторе

source: References
ru: Ссылка

source: References to
ru: Внешний ключ

# fbmstrconstunit.srefresh
source: Refresh
ru: Обновить

# fbmstrconstunit.srefreshdatahint
source: Refresh data
ru: Обновить данные

source: Refresh field list
ru: Обновить список полей

# fbmstrconstunit.srefreshhint
source: Refresh
ru: Обновить данные

source: Refresh index list
ru: Обновить список индексов

source: Refresh interval
ru: Интервал обновления

source: Refresh interval (in seconds)
ru: Время обновления (в секундах)

source: Refres primary key list
ru: Обновить список первичных ключей

source: Refres primary keys list
ru: Обновить список первичных ключей для таблицы

source: Register
ru: Зарегистрировать

source: Register after create
ru: Зарегистрировать после создания

source: Registration params
ru: Параметры регистрации

source: Registred database
ru: Зарегистрированная БД

source: Relation name
ru: Имя таблицы

source: Relation OID
ru: OID отношения

source: Reload
ru: Перегрузить

source: Remote address
ru: Удалённый адрес

source: Remote process
ru: Удалённый процесс

source: Remote protocol
ru: Удалённый протокол

source: Remove
ru: Убрать

source: Remove all fields
ru: Удалить все поля

source: Remove field
ru: Удалить поле

source: Remove file
ru: Удалить файл

source: Remove line
ru: Убрать строку

source: Remove patition key
ru: Удалить ключ партицирования

source: Remove patition key (collumn or expression)
ru: Удалить ключ партицирования (колонка или выражение)

source: Remove step
ru: Удалить шаг задания

source: Remove variable
ru: Удалить переменную

source: Rename %s "%s"
ru: Переименовать %s "%s"

source: Rename object
ru: Переименовать объект

source: Rename tab
ru: Переименовать закладку

source: Rename edit tab
ru: Переименовать закладку

source: Rename table
ru: Алиас таблицы

source: REPL
ru: ЗАМ

# fbmstrconstunit.sreplace
source: Replace
ru: Заменить

source: &Replace with:
ru: &Заменить на:

source: Report folder
ru: Папка с шаблонами отчётов

# fbmstrconstunit.sreportmanager
source: Report manager
ru: Окно со списком отчётов

source: Reports options
ru: Параметры отчётов

# fbmstrconstunit.srestore
source: Restore
ru: Востановление

source: Restore optons
ru: Параметры восстановления

source: Restore successfully finished
ru: Восстановление БД успешно

source: Result
ru: Результат

source: Form
ru: Форма

source: Grid
ru: Таблица

# fbmstrconstunit.sreturnnullforemptyresult
source: Return null for empty result
ru: Вернуть null для пустого результата

source: Return params
ru: Результат

# fbmstrconstunit.sreturntype
source: Return type
ru: Тип возврата

source: Revoke all
ru: Убрать все права

source: Revoke all from all
ru: Убрать все права у всех

source: Revoke from all
ru: Убрать все права

source: Right margin position
ru: Правая граница

source: Rolback
ru: Откатить

source: Rolback and close
ru: Откать и закрыть

source: Rolback and close transaction
ru: Откатить транзакцию и закрыть данные

source: Rolback transaction
ru: Откатить транзакцию

# fbmstrconstunit.srole
source: Role
ru: Роль

source: Grant for objects
ru: Права на объекты

# fbmstrconstunit.srolegrantforuser
source: Grant for user
ru: Права для оператора

# fbmstrconstunit.srolename
source: Role
ru: Роль

source: Role name
ru: Имя роли

source: Role propertys
ru: Свойства роли

# fbmstrconstunit.sroles
source: Roles
ru: Роли

source: Row
ru: Строка

source: Rows count deleted
ru: Количество строк, удалённое запросами в базе данных

source: Rows count updated
ru: Количество строк, изменённое запросами в этой данных

source: For each
ru: Для всех

# fbmstrconstunit.srule
source: Rule
ru: Правило

source: Rule event
ru: Правило события

# fbmstrconstunit.srulename
source: Rule name
ru: Имя правила

# fbmstrconstunit.srules
source: Rules
ru: Правила

source: Run
ru: Выполнить

# fbmstrconstunit.srunasowner
source: Run as owner
ru: Выполнить от владельца

source: Run object
ru: Выполнить

source: - running
ru: - выполняется

source: Run SQL script
ru: Выполнить SQL команды

# fbmstrconstunit.ssave
source: Save
ru: Сохранить

source: Save as ...
ru: Сохранить как...

source: Save file with new name...
ru: Сохранить в файл...

source: Save desktop on disconect from DB
ru: Сохранть окружение при отключении от базы данных

# fbmstrconstunit.ssavefile
source: Save file
ru: Сохранить файл

# fbmstrconstunit.ssavefilehint
source: Save file
ru: Сохранить файл

source: Save to file...
ru: Сохранить в файл...

# fbmstrconstunit.sscale
source: Scale
ru: Точность

source: Schema OID
ru: OID схемы

source: Scheme
ru: Схема

# fbmstrconstunit.sschemename
source: Scheme name
ru: Название схемы

source: Scheme owner
ru: Владелец схемы

source: Schemes
ru: Схемы

source: Script modified. Save?
ru: Текст SQL скрипта изменён. Сохранить его?

# fbmstrconstunit.ssearchcaption
source: Search
ru: Поиск

source: &Search for:
ru: &Искать:

source: Search from &caret
ru: Искать от &курсора

source: &Regular expressions
ru: &Регулярные выражения

# fbmstrconstunit.ssearchreplace
source: Replace
ru: Заменить

source: Selected &text only
ru: Искать только в &выделенном
