Repository: lalexs75/FBManager
Catalog: languages/IBManager.*.po
Languages: ru

source: &Whole words only
ru: &Только целые слова

source: Section detach
ru: Отключить секцию партицирования

source: Section name
ru: Наименование секции

source: Section params
ru: Параметры секции

source: Section property
ru: Свойства секции партицирования

# fbmstrconstunit.ssecurity
source: Security
ru: Безопасность

source: Select
ru: Выбрать

source: Select all
ru: Выбрать всё

source: SELECT color
ru: Цвет SELECT

source: Select connection type
ru: Укажите тип подключения

# fbmstrconstunit.sselectdatabase
source: Select database
ru: Выбор базы данных

source: Selected rows : %d
ru: Выбрано строк : %d

source: Select font
ru: Выберите шрифт

source: Select font for print
ru: Выберите шрифт для печати

source: Selections
ru: Выбор

source: Select root folder
ru: Выбрать папку с отчётами

source: Separated pages
ru: Раздельные страницы

source: Separator
ru: Разделитель

source: Separeted files
ru: Раздельные файлы

# fbmstrconstunit.ssequence
source: Sequence
ru: Последовательность

source: Sequences
ru: Последовательности

source: Server
ru: Сервер

# fbmstrconstunit.sservername
source: Server name
ru: Имя сервера

# fbmstrconstunit.sservername1
source: Server name
ru: Имя сервера

source: Server OID
ru: OID сервера

source: Server type
ru: Тип сервера

# fbmstrconstunit.sserverversion
source: Server version
ru: Версия сервера

# fbmstrconstunit.sserverversion1
source: Server version
ru: Версия сервера

source: Set/Remove bookmark
ru: Установить/Снять закладку

source: Shedule
ru: Расписание

source: Show additional information for object (fields/params/etc...)
ru: Отображать дополнительную информацию для объектов (поля/параметры и т.д.)

source: Show all
ru: Отображать всё

source: Show all objects
ru: Отображать все объекты

source: Show databses
ru: Отобразить базы данных

source: Show designer
ru: Отображать редактор отчётов

# fbmstrconstunit.sshowdml
source: Show DML statemenst
ru: Показывать DML-статементы

# fbmstrconstunit.sshowdmlhint
source: Show DML statemenst
ru: Показывать DML-статементы

source: Show line numbers
ru: Отображать номера строк

source: Show object descriptions as hint
ru: Отображать примечание объектов в оперативной подсказке

source: Show object in object tree
ru: Отобразить объект в инспекторе объектов

source: Show object name in object editor form
ru: Отображать имя объекта в редакторе

source: Show object on grant page default
ru: Отображать по умолчанию объекты на странице выдачи прав

source: Show objects
ru: Отображать объекты

# fbmstrconstunit.sshowobjtree
source: Show objects tree
ru: Отобразить дерево объектов

# fbmstrconstunit.sshowobjtreehint
source: Show objects tree
ru: Отобразить дерево объектов

source: Show only with grants
ru: Отображать только с правами

source: Show only line number
ru: Отображать только номер строки

source: Show only without grants
ru: Отображать только без прав

source: Show query plan
ru: Отображать план выполнения запроса

source: Show result grid on first page
ru: Отображать результат на первой странице

source: Show right margin
ru: Отображать правую границу

source: Show system objects
ru: Отображать системные объекты

source: Show table's partitions
ru: Отображать секции партицирования таблиц

source: Show view
ru: Отобразить представления

source: Shutdown
ru: Выключить

source: Simple
ru: Простой

source: Single file backup
ru: Архивация в один файл

source: Single file restore
ru: Восстановить в один файл

# fbmstrconstunit.ssize
source: Size
ru: Размер

source: Skip after rows
ru: Пропустить строк после

source: Skip before rows
ru: Пропустить строк сначала

source: Skip empty
ru: Пропускать пустое

source: Sorting
ru: Сортировка

# fbmstrconstunit.ssortorder
source: Sort order
ru: Порядок сортировки

source: Sql body
ru: Текст SQL запроса

source: SQL builder
ru: Построитель SQL

source: SQL command
ru: Команда SQL

source: SQL data acess
ru: SQL доступ к данным

source: SQL Dialect
ru: Диалект SQL

# fbmstrconstunit.ssqleditor
source: SQL editor
ru: Редактор SQL

source: SQL editor history count
ru: Количество элементов истории SQL

source: SQL editor log file
ru: Файл протокола SQL

source: SQL editor options
ru: Параметры редактора SQL

source: SQL history colors
ru: Цвета истории SQL запросов

source: SQLite database status
ru: Статус SQLite базы данных

source: SQL metadata log file
ru: Файл лога метаданных SQL

source: SQL page name
ru: Имя страницы SQL

source: Error in SQL text
ru: Ошибка в тексте запроса SQL

source: SQL script log file
ru: Файл протоколирования SQL скрипта

source: Sql security
ru: Защита SQL

source: Source page name
ru: Имя исходной страницы

source: GIT revision :
ru: Ревизия GIT :

source: SSH connection login filed
ru: Ошибка подключения через SSH

source: SSH сonnection plugin
ru: Модуль подключения по SSH

source: SSH connection timeout
ru: Таймаут подключения через SSH

source: SSH file path
ru: Путь к SSH

source: SSH Host
ru: Сервер SSH

source: SSH identify file
ru: Файл лицензии SSH

source: SSHPass file path
ru: Путь к SSHPass

source: SSH password
ru: Пароль SSH

source: SSH port
ru: Порт SSH

source: SSH User
ru: Пользователь SSH

# fbmstrconstunit.sstandart
source: Standart
ru: Стандартные

# fbmstrconstunit.sstart
source: Start date
ru: Дата запуска

source: Start
ru: Начало

source: Start value
ru: Начальное значение

source: START WITH
ru: Начать с

# fbmstrconstunit.sstatament
source: Statament
ru: Набор строк

source: State
ru: Статус

source: Statistic
ru: Статистика

source: Page count for statistic
ru: Кол-во страниц для статистики

source: Record count for statistic
ru: Кол-во записей для статистики

source: Call count
ru: Кол-во вызовов

source: Stats date
ru: Последнее время сброса этих статистических данных

source: Database zise
ru: Объём базы данных на диске

source: Full time
ru: Полное время

source: Function time
ru: Время функции

# fbmstrconstunit.sstatus
source: Status
ru: Статус

source: Step
ru: Шаг

# fbmstrconstunit.sstepname
source: Step name
ru: Название шага

source: Steps
ru: Шаги

source: Step type
ru: Тип шага

source: Stop
ru: Остановить

source: Stop execute script
ru: Остановить выполнение SQL команд

# fbmstrconstunit.sstoredprocedure
source: Stored procedure
ru: Хранимая процедура

# fbmstrconstunit.sstoredprocedurename
source: Procedure name
ru: Имя процедуры

# fbmstrconstunit.sstoredprocedures
source: Stored procedures
ru: Хранимые процедуры

source: String constraints
ru: Параметры строки

source: Strings
ru: Строки

source: Stripy grids
ru: Полосатые сетки

source: Nested function/procedures
ru: Вложенная функция/процедура

source: Sub type
ru: Подтип

source: Successful connection
ru: Успешное подключение

source: Success
ru: Успех

source: - successfully finished
ru: - успешное завершение

source: Summary line
ru: Итоговая строка

source: Show summary line
ru: Отобразить итоговую строку

source: Super
ru: Администратор

source: Sweep interval
ru: Интревал сборки мусора

source: Synchronous
ru: Синхронный

source: Create domain
ru: Создать домен

source: Declare date variable
ru: Объявить переменную типа ДАТА

source: Declare integer variable
ru: Объявить целочисленную переменную

source: Declare variable
ru: Объявить переменную

source: Execute block
ru: Шаблон блока

source: Execute procedure
ru: Выполнить процедуру

source: Forign key
ru: Внешний ключ

source: Grant all for object
ru: Права для всех

source: group by
ru: Группировка

# fbmstrconstunit.ssyncomdesinstable
source: Insert into table
ru: Вставка в таблицу

source: Iterate table
ru: Цикл по таблице

source: Syntax highlight
ru: Подсветка синтаксиса

source: System catalog
ru: Системный каталог

source: System comment style
ru: Стиль системных коментариев

source: System domains
ru: Системные домены

source: System index
ru: Системный индекс

source: System tables
ru: Системные таблицы

# fbmstrconstunit.stabcodecompletionparams
source: Codetools and auto code completion
ru: Инструменты и автодополнение

# fbmstrconstunit.stable
source: Table
ru: Таблица

source: Table :
ru: Таблица :

source: Table check constraint
ru: Ограничение целостности на таблицу

# fbmstrconstunit.stableeditor
source: Table editor
ru: Редактор таблицы

source: Table field
ru: Поле таблицы

# fbmstrconstunit.stablename
source: Table name
ru: Имя таблицы

source: Table "%s" not have primary key
ru: Таблица "%s" не имеет первичного ключа

# fbmstrconstunit.stableowner
source: Table owner
ru: Владелец таблицы

# fbmstrconstunit.stables
source: Tables
ru: Таблицы

source: Table size
ru: Размер таблицы

# fbmstrconstunit.stablespace
source: Table space
ru: Табличные пространства

source: Table space name
ru: Имя табличного пространства

source: Table space size
ru: Размер табличного хранилища

source: Tables wihout primary key
ru: Таблицы без первичного ключа

source: Target CPU :
ru: Целевой процессор :

source: Target OS :
ru: Целевая ОС :

source: Task
ru: Задача

# fbmstrconstunit.staskclass
source: Task class
ru: Класс задачи

# fbmstrconstunit.staskid
source: Task ID
ru: ID задачи

# fbmstrconstunit.staskname
source: Task name
ru: Наименование задачи

source: Tasks
ru: Задачи

source: Total amount of data written to temporary files by queries in this database. All temporary files are counted, regardless of why the temporary file was created, and regardless of the log_temp_files setting.
ru: Общий объём данных, записанных во временные файлы запросами в этой базе данных. Учитываются все временные файлы, вне зависимости от того, по какой причине они созданы и вне зависимости от значения log_temp_files.

source: Number of temporary files created by queries in this database. All temporary files are counted, regardless of why the temporary file was created (e.g., sorting or hashing), and regardless of the log_temp_files setting.
ru: Количество временных файлов, созданных запросами в этой базе данных. Подсчитываются все временные файлы независимо от причины их создания (например, для сортировки или для хеширования) и независимо от установленного значения log_temp_files.

source: Template
ru: Шаблон

source: Template name
ru: Имя шаблона

source: Templates
ru: Шаблоны

# fbmstrconstunit.stemporary
source: Temporary
ru: Временная

source: Temp store directory
ru: Каталог временных файлов

# fbmstrconstunit.sterminatequeryquestion
source: Terminate a running query?
ru: Отключить данное подключени?

source: Test
ru: Проверка

source: Test data generator
ru: Генератор тестовых данных

source: Text
ru: Текст

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
ru: Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*

source: Text to search
ru: Поиск текста

source: Text to SQL editor
ru: Текст в редактор SQL

source: Thousand separator
ru: Разделитель тысяч

# fbmstrconstunit.stime
source: Time
ru: Время

source: Time constraint
ru: Параметры времени

# fbmstrconstunit.stimelife
source: Time life
ru: Время жизни

# fbmstrconstunit.stimes
source: Times
ru: Время

source: TimeStamp
ru: ДатаВремя

source: To
ru: По

# fbmstrconstunit.stoastautovacuumenabled
source: Toast - autovacuum enabled
ru: Toast - Автовакум разрешён

source: Toast size
ru: Размер TOAST

source: Toast table
ru: Таблица TOAST

# fbmstrconstunit.stodate
source: To date
ru: По дату

source: %FIELD_NAME% - to insert field name
ru: %FIELD_NAME% - для вставки имени поля

source: %GENERATOR_NAME% - to insert generator name
ru: %GENERATOR_NAME% - для вставки имени генератора

source: %TABLE_NAME% - to insert table name
ru: %TABLE_NAME% - для вставки имени таблицы

source: %TABLE_SCHEMA_NAME% - to insert table shema name
ru: %TABLE_SCHEMA_NAME% - для вставки имени схемы

source: %TRIGGER_NAME% - to insert trigger name
ru: %TRIGGER_NAME% - для вставки имени триггера

source: Total
ru: Всего

source: Total size
ru: Размер - всего

source: To value
ru: По значение

source: Transaction per second
ru: Транзакции за секунду

source: Transaction property for data
ru: Параметры транзакции для данных

source: Transaction property for metadata
ru: Параметры транзакции для метаданных

source: Transaction property for script editor
ru: Параметры транзакции для редактора скриптов

source: Transactions commit
ru: Количество зафиксированных транзакций в базе данных

source: Transactions rollback
ru: Количество транзакций для которых был выполнен откат

source: Transform
ru: Трансформация

# fbmstrconstunit.strigger
source: Trigger
ru: Триггер

# fbmstrconstunit.striggeractive
source: Active
ru: Активен

source: Trigger body
ru: Тело триггера

source: Trigger description
ru: Описание триггера

source: For event
ru: Для события

# fbmstrconstunit.striggername
source: Trigger name
ru: Название тригера

source: Avaliable tags: %TABLE_NAME% - Table name %TRIGGER_TYPE% - Trigger type (BI0, AUD1)
ru: Доступные тэги: %TABLE_NAME% - имя таблицы %TRIGGER_TYPE% - тип триггера (BI0, AUD1)

source: Trigger name template
ru: Шаблон имени триггера

# fbmstrconstunit.striggerondelete
source: On delete
ru: При удалении

source: On insert
ru: При вставке

source: On update
ru: При изменении

# fbmstrconstunit.striggerorder
source: Order
ru: Порядок

source: Trigger procedures
ru: Триггерные процедуры

# fbmstrconstunit.striggers
source: Triggers
ru: Триггеры

source: Triggers list
ru: Список триггеров

# fbmstrconstunit.striggertable
source: For table
ru: Для таблицы

source: For table\view
ru: Для таблицы\представления

source: Trigger text
ru: Текст триггера

source: Trigger type
ru: Тип тригера

source: Truncate
ru: Обрезать

source: Trusted
ru: Доверенные

source: Number of rows fetched by queries in this database
ru: Количество строк, извлечённое запросами в этой базе данных

source: Number of rows inserted by queries in this database
ru: Количество строк, вставленное запросами в этой базе данных

source: Number of rows returned by queries in this database
ru: Количество строк, возвращённое запросами в этой базе данных

# fbmstrconstunit.stype
source: Type
ru: Тип

# fbmstrconstunit.stypereturns
source: Type returns
ru: Тип возврата

source: Single value
ru: Единичное значение

source: Set of values
ru: Набор данных

# fbmstrconstunit.stypereturns3
source: Table
ru: Таблица

source: UDF
ru: Функция

source: UDFs
ru: Внешние функции

source: Uncomment selection
ru: Раскоментировать выбранное

source: Underline
ru: Подчёркнуто

source: Undo
ru: Отмена

source: Undo last editor changes
ru: Отменить последние изменения в редакторе

# fbmstrconstunit.sunique
source: Unique
ru: Уникальный

source: Unique constraint
ru: Ограничение уникальности

source: Unique constraint name
ru: Название условий уникальности

source: Unknow function category - %d
ru: Неизвестная категория функции - %d

source: Unlink table
ru: Убрать связь

source: Unloged
ru: Не протоколируется

source: Unregister database?
ru: Удалить регистрационную информацию?

source: Unselect all
ru: Отменить выбор

# fbmstrconstunit.supdate
source: Update
ru: Обновление

source: UPDATE color
ru: Цвет UPDATE

source: Updated rows : %d
ru: Изменено строк : %d

source: Update rule
ru: Правило изменения

source: Upper
ru: Верхнее

# fbmstrconstunit.suppercase
source: Upper case
ru: ВЕРХНИЙ РЕГИСТР

source: Usage
ru: Использовать

source: Use All Space
ru: Использовать все пространство

source: Use custom codepage for loggin
ru: Использовать не стандартную кодировку для протокола

# fbmstrconstunit.susedeffillfactor
source: Use default fill factor
ru: Использовать Fill factor по умолчанию

source: Use existing function
ru: Существующая функция

source: Use existing generator
ru: Использовать существующий генератор

source: Use params char
ru: Использовать символ параметра

source: Connecting via pgBouncer
ru: Подключаться через pgBouncer

source: Use pgShedule (if avaliable)
ru: Использовать pgShedule (если доступен)

source: User
ru: Оператор

source: User ID
ru: ID пользователя

source: User list
ru: Список пользователей

source: UserMapping
ru: Сопоставление пользователей

# fbmstrconstunit.susername
source: User name
ru: Имя пользователя

# fbmstrconstunit.susername1
source: User name
ru: Имя оператора

source: User password
ru: Пароль пользователя

source: User role
ru: Роль пользователя

source: Users
ru: Операторы

source: Users and Groups
ru: Пользователи и роли

source: Users/Groups
ru: Пользователи/Группы

source: Use SSH tunnel
ru: Использовать SSH тунель

source: Use table name as alis in create SQL form
ru: Использовать имя таблицы как песевдоним в форме создания SQL запроса

source: Minimum number of tuple updates or deletes prior to vacuum
ru: Минимальное число блоков (туплов) изменения или удаления до выполнения VACCUUM

source: Validate
ru: Проверка

source: Validator function
ru: Функция проверки

source: Validator ID
ru: ID валидатора

source: Value
ru: Значение

source: Variable default value
ru: Значение по умолчанию

source: Variable name
ru: Имя переменной

source: Variable prefix
ru: Префикс переменной

source: Variable type
ru: Тип переменной

source: Version
ru: Версия

source: Vertical
ru: Вертикально

# fbmstrconstunit.sview
source: View
ru: Представление

# fbmstrconstunit.sviews
source: Views
ru: Представления

# fbmstrconstunit.svisualoptions
source: Visual options
ru: Визуальные параметры

source: Visual options...
ru: Визуальные параметры...

# fbmstrconstunit.svisualoptions1hint
source: Visual options
ru: Визуальные параметры

source: Warning
ru: Предупреждение

source: With data type
ru: Отображать тип данных

source: With Grant Options
ru: С административными привилегиями

# fbmstrconstunit.swithoids
source: With OIDs
ru: Использовать OIDs

source: Write timestamp into log
ru: Запись временной метки в лог

source: Yes
ru: Да

source: 8-byte integer type
ru: 8-ми битное целое число

source: Size in bytes depends on the encoding, the number of bytes in a character. from 1 to 32,767 bytes. A fixed-length character data type. When its data is displayed, trailing spaces are added to the string up to the specified length. Trailing spaces are not stored in the database but are restored to match the defined length when the column is displayed on the client side. Network traffic is reduced by not sending spaces over the LAN. If the number of characters is not specified, 1 is used by default.
ru: Строка фиксированной длинны. Размер в байтах, зависит от кодировки. Допустимый размер в диапазона от 1 до 32,767 байта. Завершающие пробелы в БД не хранятся. Добавляются только в момент отображения данных на стороне клиента. Если длинна не указана - используется 1 по умолчанию.

source: The DATE data type stores the date. From 01.01.0001 AD to 31.12.9999. Date only, no time element
ru: Тип DATE хранит дату в диапазоне 01.01.0001 нашей эры по 31.12.9999. Только дата, без времени.

source: Integer (whole number) data from -231 (-2,147,483,648) through 231 - 1 (2,147,483,647).
ru: Целое число в диапазоне с -2,147,483,648 по 2,147,483,647.

source: Integer data from -215 (-32,768) through 215 - 1 (32,767).
ru: Целые числа с -215 (-32,768) по 215 - 1 (32,767).

source: The TIME data type stores the time of day within the range from 00:00:00.0000 to 23:59:59.9999.
ru: Тип TIME хранит время дня в диапазоне с 00:00:00.0000 до 23:59:59.9999.

source: Date and time data from January 1, 1900, through June 6, 2079, with an accuracy of one minute. Firebird's has greater range and accuracy.
ru: Дата и время в диапазона от 01 января 1900 года до 06 июня 2079, с точностью до минуты.

source: Variable-length data with a maximum of 32,765 characters.
ru: Срока переменной длинны максимального размера 32,765 символов.

source: Indicates that a function accepts any input data type.
ru: Показывает, что функция принимает любое входное значение.

source: Indicates that a function accepts any array data type.
ru: Показывает, что функция принимает массив любого типа.

source: Indicates that a function accepts any data type.
ru: Показывает, что функция принимает любой тип данных.

source: Indicates that a function accepts any enum data type.
ru: Показывает, что функция принимает любой тип данных перечисления.

source: Indicates that a function accepts any non-array data type.
ru: Показывает, что функция принимает любой тип данных, не являющийся массивом.

source: signed eight-byte integer
ru: Длинное целое - разрядность 8 байт (-2^63-1 .. 2^63)

source: autoincrementing eight-byte integer
ru: Автоинкремент - разрядность 8 байт (-2^63-1 .. 2^63)

source: fixed-length bit string
ru: Битовая строка фиксированной длинны

source: variable-length bit string
ru: Битовая строка переменной длинны

source: logical Boolean (true/false)
ru: логическое (истина/ложь) (true/false)

source: rectangular box on a plane
ru: Прямойгольник на плоскости

source: binary data ("byte array")
ru: бинарные данные ("массив байт")

source: fixed-length character string
ru: строка фиксированной длинны

source: IPv4 or IPv6 network address
ru: IPv4 или IPv6 сетевой адрес

source: circle on a plane
ru: круг на плоскости

source: Indicates that a function accepts or returns a null-terminated C string.
ru: Показывает, что функция принимает или возвращает строку с завершающие нулём, как в языке C.

source: calendar date (year, month, day)
ru: календарная дата (год, месяц, день)

source: double precision floating-point number (8 bytes)
ru: Число с плавающей точкой двойной точности (разрядность - 8 байт)

source: IPv4 or IPv6 host address
ru: IPv4 или IPv6 адрес хоста

source: signed four-byte integer
ru: знаковое 4-х байтовое целое число

source: Indicates that a function accepts or returns a server-internal data type.
ru: Показывает, что функция принимает или возвращает внутренний тип данных сервера.

source: A procedural language call handler is declared to return language_handler.
ru: Описывается обработчик вызова процедурного языка для возврата типа language_handler.

source: infinite line on a plane
ru: бесконечная линия на плоскости

source: line segment on a plane
ru: отрезок на плоскости

source: MAC (Media Access Control) address
ru: MAC (Media Access Control) адрес

source: currency amount
ru: денежная величина

source: exact numeric of selectable precision
ru: Вещественное число с указанной точностью хранения данных

source: An obsolete type name that formerly served all the above purposes.
ru: Все устаревшие имена типов, которые обычно обслуживаются для всех вышеуказанных целей.

source: geometric path on a plane
ru: Геометрический путь на плоскости

source: geometric point on a plane
ru: Геометрическая точка на плоскости

source: closed geometric path on a plane
ru: Закрытый геометрический путь на плоскости

source: single precision floating-point number (4 bytes)
ru: Вещественное число одинарной точности с плавающей точкой (4 байта)

source: Identifies a function returning an unspecified row type.
ru: Показывает, что функция повзращает незаданный тип строки таблицы.

source: autoincrementing four-byte integer
ru: Автоинкремент - 4-х байтовое целое число (integer)

source: signed two-byte integer
ru: Знаковое 2-х байтовое число (smallint)

# pg_utils.s_pg_text
source: variable-length character string
ru: Текст произвольной длинны

source: time of day (no time zone)
ru: Время (без чесового пояса)

source: date and time (no time zone)
ru: Дата и время (без часового пояса)

source: date and time, including time zone
ru: Дата и время (включая часовой пояс)

source: time of day, including time zone
ru: Время (включая часовой пояс)

source: A trigger function is declared to return trigger.
ru: Описывается триггерная фунция для возврата типа trigger.

source: text search query
ru: Запрос поиска текста

source: text search document
ru: Текстовый поиск

source: user-level transaction ID snapshot
ru: ID снапшота транзакции пользователя

source: Unknow data
ru: Неизвестные данные

source: universally unique identifier
ru: Уникальный универсальный идентификатор (GUID)
