Repository: lalexs75/FBManager
Catalog: languages/IBManager.*.po
Languages: ru

source: IDENTITY field
ru: Поле IDENTITY

source: No action
ru: Ничего не делать

source: pgAgent: check for russian chars in SQL body
ru: pgAgent: проверка русских символов в тексте SQL запроса перед компиляцией

source: - aborted
ru: - прервано

# fbmstrconstunit.sabout
source: About
ru: О программе

source: AccessMethod
ru: Метод доступа

source: Access metod
ru: Метод оступа

source: ACL edit
ru: Редактор привилегий

# fbmstrconstunit.sactivatealltriggers
source: Activate all triggers
ru: Активировать все триггеры

# fbmstrconstunit.sactivatetrigger
source: Activate trigger
ru: Активировать триггер

# fbmstrconstunit.sactive
source: Active
ru: Активен

source: Active users
ru: Активные пользователи

source: Activiti monitor
ru: Монитор активности

source: Add
ru: Добавить

source: Add all fields
ru: Добавить все поля

source: Add field
ru: Добавить поле

source: Add file
ru: Добавить файл

source: Add data
ru: Добавить данные

# fbmstrconstunit.saddlocalvar
source: Add local variable
ru: Добавить локальную переменную

# fbmstrconstunit.saddparam
source: Add param
ru: Добавить параметр

source: Add patition key
ru: Добавить ключ партицирования

source: Add patition key (collumn or expression)
ru: Добавить ключ партицирования (столбец или выражение)

source: Add step
ru: Добавить шаг задания

source: Add template
ru: Добавить шаблон

source: Add user to server user list
ru: Добавить пользователя в список пользователей сервера

source: Admin role
ru: Административная роль

source: After
ru: После

source: After delete
ru: После удаления

source: After insert
ru: После вставки

source: After update
ru: После обновления

source: Aggregate
ru: Агрегат

source: Alias
ru: Псевдоним

# fbmstrconstunit.saliasofdb
source: Alias of %s
ru: БД : %s

# fbmstrconstunit.saliasofobj
source: Alias of %s
ru: Алис к %s

source: All objects
ru: Все объекты

source: Allow multiselect
ru: Множественное выделение

source: Also write sheduller commands
ru: Также записывать команды планировщика

source: Alter
ru: Изменить

source: Alternate color
ru: Нечетные строки

source: Alter routine
ru: Изменить процедуру

source: Always capitalize database objects names
ru: Всегда приводить имена объектов в верхнему регистру

source: Always show glyph
ru: Всегда отображать картинку

source: Analysis and Warnings
ru: Анализ и предупреждения

source: Analyze scale factor
ru: Множитель ANALYZE

# fbmstrconstunit.sanalyzescalefactorhint
source: Number of tuple inserts, updates, or deletes prior to analyze as a fraction of reltuples
ru: Количество вставок, обновлений или удалений кортежей перед анализом в виде доли от кортежей

source: Analyze threshold
ru: Базовое значение ANALYZE

source: Minimum number of tuple inserts, updates, or deletes prior to analyze
ru: Минимальное число блоков при вставке, изменеии или удалении перед запуском анализа

source: Create new nested function
ru: Создать вложенную функцию

source: Create new nested function?
ru: Создать вложенную функцию?

source: Application name
ru: Имя программы

source: Apply
ru: Применить

source: Apply script
ru: Применить скрипт

# fbmstrconstunit.sappversion
source: Version :
ru: Версия :

source: Array
ru: Массив

source: Array bound
ru: Границы массива

source: Ascending
ru: По возрастанию

source: As image
ru: Как изображение

source: Ask before close all windows
ru: Запрос на закрытие всех окон

source: As text
ru: Как текст

source: Attachment DB
ru: Подключённая БД

source: Attachment ID
ru: ID подключения

source: Attribute name
ru: Наименование атрибута

source: Attribute value
ru: Значение атрибута

source: Auto both
ru: Автоматически и то и другое

source: Auto fill collumn width
ru: Подбор ширины колонок

source: Automatically fill column width by actual data width
ru: Автоматический подбор ширины колонок по содержимому таблицы

source: Auto grant on compile object
ru: Автоматическая выдача привелегий при компиляции объектов

source: Auto horizontal
ru: Автоматически горизонтально

source: Auto increment field
ru: Поле autoincremet

source: AutoIncFields
ru: Поле автоинкремент

source: Autoincremet
ru: Автоинкремент

source: Auto vacuum
ru: Авто очистка

# fbmstrconstunit.sautovacuumenabled
source: Autovacuum enabled
ru: Индивидуальные настройки AUTOVACUUM

source: Auto vertical
ru: Автоматически вертикально

source: Avallable tags:
ru: Доступные тэги:

# fbmstrconstunit.savglines
source: AVG lines
ru: Среднее: записей

source: Avg. rec. count
ru: Среднее кол-во записей

# fbmstrconstunit.savgtime
source: AVG Time
ru: Среднее: время

source: Backend start
ru: Время запуска клиента

source: Background
ru: Фон

# fbmstrconstunit.sbackup
source: Backup
ru: Архивация

source: Backup options
ru: Параметры архивациии

source: Backup successfully finished
ru: Резервная копия успешно создана

source: &Backward
ru: &Назад

# fbmstrconstunit.sbefore
source: Before
ru: До

source: Before delete
ru: Перед удалением

source: Before insert
ru: Перед вставкой

source: Before update
ru: Перед обновлением

source: Time spent reading data file blocks by backends in this database, in milliseconds
ru: Время, затраченное серверными процессами в этой базе данных, на чтение блоков из файлов данных, в миллисекундах

source: Number of times disk blocks were found already in the buffer cache, so that a read was not necessary (this only includes hits in the PostgreSQL buffer cache, not the operating system's file system cache)
ru: Сколько раз дисковые блоки обнаруживались в буферном кеше, так что чтение с диска не потребовалось (в значение входят только случаи обнаружения в буферном кеше Postgres Pro, а не в кеше файловой системы ОС)

source: Time spent writing data file blocks by backends in this database, in milliseconds
ru: Время, затраченное серверными процессами в этой базе данных, на запись блоков в файлы данных, в миллисекундах

source: Blocked pid
ru: Блокирующий PID

source: Blocked statement
ru: Блокирующий запрос

source: Blocked user
ru: Блокирующий пользователь

source: Blocking pid
ru: Заблокированный PID

source: Blocking user
ru: Заблокированный пользователь

source: Body
ru: Текст

source: Both
ru: И то и другое

source: Buffers
ru: Буфферов

source: Shamangrad bugtracker service...
ru: Сервис сопровождения ошибок http://shamangrad.net...

# fbmstrconstunit.sbuildconnectionstring
source: Build connection string
ru: Конструктор строки подключения

source: Build date :
ru: Дата сборки :

source: Builder
ru: Построитель

source: Button glyph
ru: Картинки на кнопках

source: Cache
ru: Кэш

source: Cache size
ru: Размер кэша

source: Calculated
ru: Вычисляемое

# fbmstrconstunit.scancelquery
source: Cancel query
ru: Отменить запрос

# fbmstrconstunit.scancelqueryquestion
source: Cancel a running query?
ru: Отменить выбранный запрос?

# fbmstrconstunit.scaption
source: Caption
ru: Заголовок

source: Caret always visible
ru: Курсор всегда видимый

source: Case sensetive
ru: Регистронезависимый

source: Cast
ru: Приведение типа

source: Change count
ru: Всего изменений

source: Char set
ru: Набор символов

source: Check
ru: Проверка

source: Check body
ru: Текст ограничения

source: Check constraint
ru: Ограничение

source: Check name
ru: Название ограничения

source: Clear
ru: Очистить

source: Clear all
ru: Очистить всё

source: Clear current query...
ru: Очистить текущий запрос...

source: Clear mesaages
ru: Очистить список сообщений

source: Clear message list?
ru: Очистить список сообщений?

source: Clear search result
ru: Очистить результат поиска

source: Click ADD button for add new step
ru: Нажмите кнопку ДОБАВИТЬ для добавления нового шага

source: Client address
ru: Адрес клиента

source: Client hostname
ru: Имя хоста клиента

source: Client lib
ru: Клиентская библиотека

source: Client library name
ru: Путь к клиентской библиотеке

source: Client port
ru: Порт клиента

source: Clipboard
ru: Буфер обмена

# fbmstrconstunit.scloseallexceptthis
source: Close all except this
ru: Закыть все окна, исключая это

# fbmstrconstunit.scloseallwindows
source: Close all
ru: Закрыть всё

# fbmstrconstunit.sclosewindows
source: Close
ru: Закрыть

# fbmstrconstunit.scodeexploer
source: Code exploer
ru: Переработка кода

source: Codepage
ru: Кодовая страница

source: Collapse all
ru: Свернуть всё

source: Collate
ru: Сортировка

source: Collation
ru: Сортировка

source: Collation list
ru: Список сортировок

source: Collumn name
ru: Наименование столбца

source: Collumns
ru: Столбцы

source: Color
ru: Цвет

source: Column
ru: Колонка

source: Use FBManager style /*$$FBMC$$*/
ru: Использовать стиль FBManager /*$$FBMC$$*/

source: Use IBExpert style /*$$IBEC$$*/
ru: Использовать стиль IBExpert /*$$IBEC$$*/

source: Command script
ru: Последовательность команд

source: Comment
ru: Коментарий

# fbmstrconstunit.scommentcmd
source: Comment selection
ru: Комментировать выделенное

# fbmstrconstunit.scommentcmdhint
source: Comment selection
ru: Комментировать выделенное

source: Commit
ru: Подтвердить

source: Commit after
ru: Фиксировать после

source: Commit and close
ru: Подтвердить и закрыть

source: Commit and close transaction
ru: Подтвердить транзакцию и закрыть данные

source: Commit transaction
ru: Подтвердить транзакцию

source: Commit transaction on refresh
ru: Перед обновлением подтверждать транзакцию

source: Common query
ru: Общие запросы

source: Compatibility
ru: Совместимость

source: Compile
ru: Компилировать

source: Compile object
ru: Компилировать объект

source: Compile options
ru: Параметры компилятора

source: Condition for partial index
ru: Условия для составного индекса

source: Conditions
ru: Условия

source: Documentation and help
ru: Документация и справка

source: Configuration
ru: Конфигурация

source: Confirm
ru: Подтверждение

source: Confirm compile object grants
ru: Подтверждение компиляции прав на объекты

source: Confirm compile objects description
ru: Подтверждение компиляции описания объектов

source: Confirm execute
ru: Подтверждение исполнения

source: Confirm exit
ru: Подтверждение выхода из программы

source: You sure you exit the program?
ru: Вы действительно хотите выйти из программы?

source: Confirmation
ru: Подтверждение

# fbmstrconstunit.sconfirmpassword
source: Confirm password
ru: Подтверждение пароля

source: Number of queries canceled due to conflicts with recovery in this database. (Conflicts occur only on standby servers; see pg_stat_database_conflicts for details.)
ru: Количество запросов, отменённых из-за конфликта с восстановлением в этой базе данных. (Конфликты происходят только на резервных серверах; более подробно смотрите pg_stat_database_conflicts.)

# fbmstrconstunit.sconnect
source: Connect
ru: Подключиться

source: Connection limit
ru: Лимит подключений

source: Connection name (Alis) not specified
ru: Не указано наименование коннекта (Псевдоним)

source: Connection params
ru: Параметры подключения

source: Connections
ru: Подключение

# fbmstrconstunit.sconnectionstring
source: Connection string
ru: Строка подключения

source: Connection string has been successfully copied to clipboard.
ru: Строка подключения скопирована в буфер обмена.

source: Connect via SSH
ru: Подключаться через SSH

source: Constraint
ru: Ограничение

# fbmstrconstunit.sconstraintdelete
source: Delete constraint
ru: Удалить ограничение

# fbmstrconstunit.sconstraintedit
source: Edit constraint
ru: Изменить ограничение

source: Constraint name
ru: Наименование ограничения

# fbmstrconstunit.sconstraintnew
source: New constraint
ru: Новое ограничение

source: Conversion
ru: Преобразование

# fbmstrconstunit.sconvertexttables
source: Convert Ext Tables
ru: Конвертировать внешние таблицы

# fbmstrconstunit.scopy
source: Copy
ru: Копировать

# fbmstrconstunit.scopyallstatementtoclip
source: Copy all statement to clipboard
ru: Копировать все запросы в буфер обмена

# fbmstrconstunit.scopyallstatementtocliphint
source: Copy all statement to clipboard
ru: Копировать все запросы в буфер обмена

source: Copy cell value
ru: Копировать значения ячейки

source: Copy collumn field title
ru: Копировать имя поля колонки

source: Copy configuration
ru: Копировать конфигурацию

source: Copy connection string
ru: Копировать строку подключения

source: Copy field...
ru: Копировать поле...

source: Copy field name
ru: Копировать имя поля

source: Copy fields?
ru: Копировать структуру таблицы?

source: Copy text to clipboard
ru: Копировать в буфер обмена

source: Copy list to clipboard
ru: Копировать список в буффер обмена

source: Copy of objects list to clipboard
ru: Копировать список найденных объектов в буффер обмена

source: Copy of :
ru: Копия из :

source: Copy role name to clipboard
ru: Копировать имя роли в буффер обмена

source: Copy selected record(s) as INSERT
ru: Копировать записи как INSERT скрипт

source: Copy selected record(s) as UPDATE
ru: Копировать записи как UPDATE скрипт

source: Copy to clipboard
ru: Копировать в буфер обмена

source: Copy current statement to clipboard
ru: Копировать текущий запрос в буфер обмена

source: Count row to fetch
ru: Кол-во записей выбрать

source: Count SQL Editor history records
ru: Кол-во элементов в истории SQL запросов

source: Create
ru: Создать

source: Create
ru: Создать

source: Create DELETE procedure
ru: Создать DELETE процедуру

source: On create new field with FK ask to fill field name and type from FK field
ru: При создании нового поля с FK спросить имя на основе FK поля

source: Create index
ru: Создать индекс

source: Create index after create FK
ru: Создать индекс после создания внешнего ключа (Foreign key)

source: Create INSERT/UPDATE procedure
ru: Создать INSERT/UPDATE процедуру

source: Create INSERT procedure
ru: Создать INSERT процедуру

source: Create MySQL database...
ru: Создать базу данных MySQL сервера...

# fbmstrconstunit.screatenewdb
source: Create New DB
ru: Создать новую БД

source: Enter DB folder name
ru: Укажите имя папки

source: Create DB folder
ru: Создать папку для БД

source: Create new function
ru: Создать новую функцию

source: Create new generator
ru: Создать новый генератор

source: Create new procedure
ru: Создать новую процедуру

source: Create params
ru: Параметры создания

source: Create postgre database...
ru: Создать базу данных PostgreSQL сервера...

source: Create routine
ru: Создать процедуру

source: Create SELECT procedure
ru: Создать SELECT процедуру

source: Create shadow?
ru: Создать теневой файл?

source: Create SP
ru: Создать хранимую процедуру

source: Create stored procedure from current query
ru: Создать хранимую процедуру из текущего запроса

source: Create tablespace
ru: Создать табличное пространство

source: Create temp. tables
ru: Создать временную таблицу

source: Create trigger for AUTOINC
ru: Создать триггер для AUTOINC

source: Create UPDATE procedure
ru: Создать UPDATE процедуру

source: Create user
ru: Создать пользователя

source: Create view
ru: Создать представление

source: Create new view from current select
ru: Создать представление из текущего запроса

source: Criteria
ru: Критерий

source: Current statement in blocking process
ru: Текущие запросы в заблокированном процессе

source: Current value
ru: Текущее значение

source: Custom type
ru: Настроить тип

source: Cut
ru: Вырезать

source: Cut text to clipboard
ru: Вырезать в буфер обмена

source: Dashboard
ru: Сводная информация

# fbmstrconstunit.sdata
source: Data
ru: Данные

source: Database
ru: База данных

source: Database alias
ru: Псевдоним базы данных

source: Database comparer
ru: Сравнение БД

source: Database dialect
ru: Диалект базы данных

source: Database file
ru: Файл базы данных

# fbmstrconstunit.sdatabasehint
source: Select database
ru: Выбор базы данных

source: Database ID
ru: ID базы данных

source: Database list
ru: Список баз данных

# fbmstrconstunit.sdatabasename
source: Database name
ru: Имя базы данных

source: Database backends
ru: Количество серверных процессов, в настоящее время подключённых к этой базе данных

source: Database object templates
ru: Шаблоны объектов базы данных

# fbmstrconstunit.sdatabaseoncurrentserver
source: Database on current server
ru: БД на текущем сервере

source: Database page size
ru: Размер страницы базы данных

source: Database property
ru: Свойства базы данных

source: Database sessions
ru: Подключения к БД

source: Database statistic
ru: Статистика базы данных

source: Database user
ru: Пользователь БД

source: Data blocks read from disk
ru: Количество прочитанных дисковых блоков

source: Data generator type
ru: Тип генерируемых данных

source: Data type
ru: Тип данных

source: Data version
ru: Версия данных

source: Date
ru: Дата

source: Date constraint
ru: Параметры даты

# fbmstrconstunit.sdatecreated
source: Date created
ru: Дата создания

# fbmstrconstunit.sdatefinish
source: Date finish
ru: Дата завершения

# fbmstrconstunit.sdatemodified
source: Date modified
ru: Дата изменения

source: Date separator
ru: Разделитель даты

# fbmstrconstunit.sdatestart
source: Date start
ru: Дата начала

# fbmstrconstunit.sdayofmonth
source: Day of month
ru: День месяца

# fbmstrconstunit.sdayofweek
source: Day of week
ru: День недели

# fbmstrconstunit.sdays
source: Days
ru: Дни

source: DB Char Set
ru: Набор символов БД

source: Dbf files folder
ru: Папка с DBF файлами

source: DB file size
ru: Размер файла BD

source: Data base name
ru: Имя базы данных

# fbmstrconstunit.sdbnavhintcancel
source: Cancel
ru: Отмена

# fbmstrconstunit.sdbnavhintdelete
source: Delete
ru: Удалить

# fbmstrconstunit.sdbnavhintedit
source: Edit
ru: Изменить данные

source: First
ru: Первая запись

# fbmstrconstunit.sdbnavhintinsert
source: Insert
ru: Добавить запись

source: Last
ru: Последняя запись

# fbmstrconstunit.sdbnavhintnext
source: Next
ru: Следующая записб

source: Post
ru: Сохранить изменения

# fbmstrconstunit.sdbnavhintprior
source: Prior
ru: Превыдущая запись

# fbmstrconstunit.sdbnavhintrefresh
source: Refresh
ru: Обновить данные

# fbmstrconstunit.sdeactivatealltrigger
source: Deactivate all trigger
ru: Деактивировать все триггеры

source: Deactivate Indexes
ru: Деактивировать индексы

# fbmstrconstunit.sdeactivatetrigger
source: Deactivate trigger
ru: Деактивировать триггер

source: Number of deadlocks detected in this database
ru: Количество взаимных блокировок, зафиксированное в этой базе данных

# fbmstrconstunit.sdeclaration
source: Declaration
ru: Объявление

source: Default
ru: По умолчанию

source: Default cache size
ru: Размер кэша по умолчанию

source: Default character set
ru: Кодировка по умолчанию

source: Default description
ru: Описание по умолчанию

source: Default password
ru: Пароль по умолчанию

source: < Default query set >
ru: < Запросы по умолчанию >

source: Default section
ru: Секция по умолчанию

source: Default server version
ru: Версия сервера по умолчанию

source: Default user name
ru: Имя пользователя по умолчанию

source: Default value
ru: Значение по умолчанию

source: Define In/Out param
ru: Определить In/Out параметр

source: Define input param
ru: Определить In параметр

source: Define output param
ru: Определить Out параметр

source: Definer
ru: Определитель

source: Define tablespace
ru: Указать табличное пространство

source: Define variable
ru: Определить переменную

source: Delete DB folder
ru: Удалить папку

# fbmstrconstunit.sdelete
source: Delete
ru: Удалить

source: Delete all
ru: Удалить всё

source: Delete this check constraint?
ru: Удалить это ограничение?

# fbmstrconstunit.sdeletecmd
source: Remove selection
ru: Удалить выделенное

# fbmstrconstunit.sdeletecmdhint
source: Remove selection
ru: Удалить выделенное

source: DELETE color
ru: Цвет DELETE

source: Delete this folder?
ru: Удалить эту папку?

source: Deleted rows : %d
ru: Удалено строк : %d

source: Delete field "%s"?
ru: Удалить поле "%s"?

source: Delete nested function
ru: Удалить вложенную функцию

# fbmstrconstunit.sdeletefunctionq
source: Delete function "%s"?
ru: Удалить функцию "%s"?

source: Delete data
ru: Удалить данные

source: Delete index
ru: Удалить индекс

# fbmstrconstunit.sdeletelocalvar
source: Delete local variable
ru: Удалить локальную переменную

source: Delete local variable %s?
ru: Удалить локальную переменную %s?

# fbmstrconstunit.sdeleteparam
source: Delete param
ru: Удалить параметр

source: Delete this parametr?
ru: Удалить этот параметр?

source: Delete partition key?
ru: Удалить ключ партицирования?

source: Delete wthis query?
ru: Удалить этот запрос?

source: Delete wthis query set an it's query's?
ru: Удалить этот набор и все подчинённые запросы?

source: Delete role
ru: Удалить роль

source: Delete rows
ru: Удалить строки

# fbmstrconstunit.sdeleterule
source: Delete rule
ru: Правило удаления

source: Delete partition section?
ru: Удалить секцию?

source: Delete statement
ru: Удалить запрос

source: Delete current statement
ru: Удалить текущий запрос

source: Delete table
ru: Удалить таблицу

source: Delete template
ru: Удалить шаблон

source: Delete template?
ru: Удалить шаблон?

# fbmstrconstunit.sdeletetrigger
source: Delete trigger
ru: Удалить триггер

source: Delete user from server user list
ru: Удалить пользователя из списка

source: Are you sure thet want to delete user %s?
ru: Вы уверены в удалении оператора %s?

source: Objects, that depend on %s
ru: Объекты, от которых зависит %s

source: Objects, that %s depends on
ru: Объекты, зависящие от %s

source: Dependencies
ru: Зависимости

# fbmstrconstunit.sdescending
source: Descending
ru: Обратный порядок

# fbmstrconstunit.sdescription
source: Description
ru: Описание

source: Description change
ru: Описание изменено

source: Description change. Save it?
ru: Описание изменено. Сохранить его?

# fbmstrconstunit.sdesc_new
source: Variable holding the new database row for INSERT/UPDATE operations in row-level triggers. This variable is NULL in statement-level triggers and for DELETE operations.
ru: Переменная содержит новую строку в таблице базы данных для операций INSERT/UPDATE в тригерах уровня строк. В этой переменной будет NULL для операций DELETE и тригеров уровня statement-level.

# fbmstrconstunit.sdesc_old
source: Variable holding the old database row for UPDATE/DELETE operations in row-level triggers. This variable is NULL in statement-level triggers and for INSERT operations.
ru: Переменная содержит старую строку в таблице базы данных для операций INSERT/UPDATE в тригерах уровня строк. В этой переменной будет NULL для операций INSERT и тригеров уровня statement-level.

# fbmstrconstunit.sdesc_tg_argv
source: The arguments from the CREATE TRIGGER statement. The index counts from 0. Invalid indexes (less than 0 or greater than or equal to tg_nargs) result in a null value.
ru: Аргументы от оператора CREATE TRIGGER. Индекс массива начинается с 0. Для недопустимых значений индекса ( < 0 или >= tg_nargs) возвращается NULL.

source: A string representing the event the trigger is fired for.
ru: Строка, содержащая событие, по которому сработал триггер.

# fbmstrconstunit.sdesc_tg_level
source: A string of either ROW or STATEMENT depending on the trigger's definition.
ru: Тип данных text. Строка, содержащая ROW или STATEMENT, в зависимости от определения триггера.

# fbmstrconstunit.sdesc_tg_name
source: Variable that contains the name of the trigger actually fired.
ru: Переменная содержит имя триггера, сработавшего в данный момент.

# fbmstrconstunit.sdesc_tg_nargs
source: The number of arguments given to the trigger procedure in the CREATE TRIGGER statement.
ru: Число аргументов в команде CREATE TRIGGER, которые передаются в триггерную процедуру.

# fbmstrconstunit.sdesc_tg_op
source: A string of INSERT, UPDATE, DELETE, or TRUNCATE telling for which operation the trigger was fired.
ru: Переменная содержит строку INSERT, UPDATE, DELETE, or TRUNCATE, которая объясняет текущий тип тригера.
