Repository: lalexs75/FBManager
Catalog: languages/IBManager.*.po
Languages: ru

# fbmstrconstunit.sdesc_tg_relid
source: The object ID of the table that caused the trigger invocation.
ru: OID таблицы, для которой сработал триггер.

# fbmstrconstunit.sdesc_tg_relname
source: The name of the table that caused the trigger invocation. This is now deprecated, and could disappear in a future release. Use TG_TABLE_NAME instead.
ru: Имя таблицы, для которой сработал триггер. Эта переменная устарела и может стать недоступной в будущих релизах. Вместо неё нужно использовать TG_TABLE_NAME.

# fbmstrconstunit.sdesc_tg_table_name
source: The name of the table that caused the trigger invocation.
ru: Имя таблицы, для которой сработал триггер.

# fbmstrconstunit.sdesc_tg_table_schema
source: The name of the schema of the table that caused the trigger invocation.
ru: Имя схемы, содержащей таблицу, для которой сработал триггер.

source: Variable that contains the command tag for which the trigger is fired.
ru: Переменная, содержащая тег команды, для которой сработал триггер.

# fbmstrconstunit.sdesc_tg_when
source: A string of BEFORE, AFTER, or INSTEAD OF, depending on the trigger's definition.
ru: Строка, содержащая BEFORE, AFTER или INSTEAD OF, в зависимости от определения триггера.

source: Design report
ru: Редактировать отчёт

source: Detach section?
ru: Отключить секцию?

source: Deterministic
ru: Детерминированная

source: Dialect
ru: Диалект

source: Dialog
ru: Диалог

source: Direction
ru: Направление

source: Disable antialiased
ru: Запретить антиалиасинг

source: Disable resize
ru: Запретить изменение размера

source: Disconect connection
ru: Отключить клиента

source: Display
ru: Отображение

source: Display font
ru: Шрифт для отображения

source: Display memo values as text
ru: Отображать значения полей MEMO

source: Display data properties
ru: Параметры отображения данных

# fbmstrconstunit.sdomain
source: Domain
ru: Домен

# fbmstrconstunit.sdomainname
source: Domain name
ru: Имя домена

# fbmstrconstunit.sdomains
source: Domains
ru: Домены

source: Dont lock on creation
ru: Не блокировать при создании

source: Download new version...
ru: Скачать новую версию...

source: Drop
ru: Удалить

source: Drop field
ru: Удалить поле

# fbmstrconstunit.sdropforeignkey
source: Drop foreign key
ru: Удалить внешний ключ

source: Drop object
ru: Удалить объект

source: Drop primary key
ru: Удалить первичный ключ

source: Drop primary key for table
ru: Удалить первичный ключ для таблицы

source: Drop shadow?
ru: Удалить теневой файл?

source: Drop table
ru: Удалить таблицу

source: Drop unique constraint
ru: Удалить условие уникальности

source: Duplicate index name
ru: Индекс с таким именем уже существует

source: Duplicate objects
ru: Дубликаты объектов

# fbmstrconstunit.sduration
source: Duration
ru: Длительность

# fbmstrconstunit.sedit
source: Edit
ru: Изменить

source: Edit config value
ru: Изменить конфигурационный параметр

source: Edit DB folder
ru: Изменит данные папки

source: Edit field
ru: Изменить поле

source: DB folder description
ru: Описание папки

source: Edit data
ru: Изменить данные

source: Edit index
ru: Изменить индекс

source: Edit local variable
ru: Изменить локальную переменную

source: Edit object
ru: Изменить объект

source: Editor
ru: Редактор

source: Editor options
ru: Параметры редактора

# fbmstrconstunit.seditparam
source: Edit param
ru: Изменить параметр

source: Edit patition key
ru: Изменить ключ партицирования

source: Edit patition key (collumn or expression)
ru: Изменить ключ партицирования (колонка или выражение)

source: Edit template
ru: Изменить шаблон

source: Edit user
ru: Изменить пользователя

source: Edit user in list
ru: Изменить данные пользователя на сервере

# fbmstrconstunit.senableautocompletion
source: Enable autocompletion
ru: Разрешить автодополнение

# fbmstrconstunit.senabled
source: Enabled
ru: Разрешено

source: Enable edit data in tables without primary key
ru: Разрешить редактирование данных для таблиц без первичного ключа

source: Enable loggin metadata changes
ru: Разрешить протоколирование изменения метаданных

source: Enable loggin script executive
ru: Разрешить протоколирование редактора скриптов

source: Enable loggin SQL editor
ru: Разрешить протоколирование редактора SQL

source: Enable set "With Grant Options" from popup menu
ru: Разрешить установку права "С ПРАВАМИ АДМИНИСТРАТОРА" из всплывающего меню

source: Enable tooltips
ru: Подсказка с данными

source: Encoding
ru: Кодировка

source: Enter default value
ru: Введите значение по умолчанию

source: Enter default value for NOT NULL field. String field needs "'".
ru: Укажите значение по умолчанию. Строковые данные заключите в "'".

source: Enter DB folder data
ru: Данные на папку БД

source: Enter name
ru: Введите имя

source: Enter query set name
ru: Введите наименование набора данных

source: Enter table name
ru: Укажите имя таблицы

source: Enter template name
ru: Укажите имя шаблона

# fbmstrconstunit.sentervalues
source: Enter values
ru: Введите данные

source: Environment Options
ru: Параметры программы

# fbmstrconstunit.serror
source: Error
ru: Ошибка

source: Error define user name
ru: Ошибка определения имени пользователя

source: Error define user password
ru: Ошибка определения пароля пользователя

source: Error in param name
ru: Ошибка в имени параметра

source: Error in variable defenition
ru: Ошибка объявления переменной

source: Error write log file name %s
ru: Ошибка записи файла %s

source: Event
ru: Событие

source: Event trigger
ru: Триггер по событию

source: Event triggers
ru: Триггера по событию

source: Every 10 minutes
ru: Каждые 10 минут

source: Every 30 minutes
ru: Каждые 30 минут

source: Every 5 minutes
ru: Каждые 5 минут

source: Excep
ru: Исключая

source: Exception
ru: Исключение

source: Exception message
ru: Сообщение исключения

source: Exception name
ru: Имя исключения

source: Exceptions
ru: Исключения

source: Exec complete.
ru: Выполнение завершено.

source: Exec time :
ru: Время выполнения :

source: Executable file :
ru: Исполняемый файл :

source: Execute
ru: Выполнить

source: Execute all files from list
ru: Выполнить все файлы из списка

source: Execute entire script
ru: Выполнить текущий файл скрипта

source: Execute query
ru: Выполнить запрос

# fbmstrconstunit.sexecutequeryfetchall
source: Run query and fetch all
ru: Выполнить запрос и выбрать всё

# fbmstrconstunit.sexecutequeryfetchallhint
source: Run query and fetch all
ru: Выполнить запрос и выбрать всё

source: Execute query from current editor
ru: Выполнить запрос из текущего редактора

source: Execute selected part only
ru: Выполнить только выделенный участок

source: Execution complete. Execute time : %s.
ru: Выполнено. Время выполнения : %s.

source: Existion table
ru: Существующая таблица

# fbmstrconstunit.sexit
source: Close
ru: Закрыть

source: Exit application...
ru: Завершить работу с программой...

# fbmstrconstunit.sexpand
source: Expand
ru: Расширить

source: Expand all
ru: Развернуть всё

# fbmstrconstunit.sexportdata
source: Export data...
ru: Экспорт данных...

source: Export data from object...
ru: Экспортировать данные из объекта...

source: Export data to PDF
ru: Экспорт данных в PDF файл

source: Export data to Spreadsheet
ru: Экспорт данных в электронную таблицу

source: Export folder
ru: Папка выгрузки

source: Export to spreadsheet
ru: Экспорт в электронную таблицу

source: Expression
ru: Выражение

source: Extension
ru: Расширение

source: Extensions
ru: Расширения

source: Extract all
ru: Извлечь всё

source: Extract metadata from DB
ru: Извелечение метаданных из БД

source: Extract to:
ru: Выгрузить как:

source: External field
ru: Внешнее поле

source: Extrenal file
ru: Внешний файл

source: External table
ru: Внешняя таблица

source: - failed
ru: - сбой

# fbmstrconstunit.sfbgloballtransactionproperties
source: Transaction properties
ru: Параметры транзакций

source: FBManager options
ru: Параметры FBManager

source: FBManager web site...
ru: Веб-страница FBManager...

source: FB : function
ru: FB : Функция

source: FB : function lazy mode
ru: FB : Функция - ленивый режим

source: FB : package
ru: FB : Пакет

source: FB : package lazy mode
ru: FB : Пакет - ленивый режим

source: FB : trigger
ru: FB : Триггеры

source: FB : trigger lazy mode
ru: FB : Триггеры - ленивый режим

source: Next transaction
ru: Следующая транзакция

source: Oldest active
ru: Старейшая активная

source: Oldest snapshot
ru: Старейшая фиксированная

source: Oldest transaction
ru: Старейшая

source: Read commited
ru: Читать подтверждённые

source: Read-only table stability
ru: Только чтение стабильные

source: Read-write table stability
ru: Чтение/запись стабильные

source: Snapshot
ru: Снимок

# fbmstrconstunit.sfbtransactionproperties
source: Transaction properties
ru: Параметры транзакций

source: Fetch all
ru: Выбрать всё

source: Fetch all data from table
ru: Выбрать все данные из таблицы

source: Field
ru: Поле

source: Field count: %d
ru: Всего столбцов: %d

source: Field Dependencies
ru: Объекты, использующие поле

source: field from named CTE %s
ru: поле из именованного CTE %s

source: field from named select %s
ru: поле из именнованого запроса %s

source: For NOT NULL fields you must specify an initial value
ru: Для полей NOT NULL необходимо указать начальное значение

# fbmstrconstunit.sfieldname
source: Field name
ru: Имя поля

source: Requared field name.
ru: Не указано имя поля.

# fbmstrconstunit.sfields
source: Fields
ru: Поля

source: Fields format
ru: Формат полей

source: Fields order...
ru: Порядок полей...

source: Fields/Parameters list
ru: Список полей/параметров

source: Field type
ru: Тип поля

source: Requared field type or domain.
ru: Не определён тип поля или домен.

source: File
ru: Файл

source: File folder
ru: Папка с файлом

source: File name
ru: Имя файла

source: File %s not found.
ru: Файл %s не найден.

source: Config files (*.cfg)|*.cfg|All files (*)|*
ru: Конфигурационные файлы (*.cfg)|*.cfg|All files (*)|*

source: Sql files (*.sql)|*.sql|All files (*)|*
ru: Файлы SQL (*.sql)|*.sql|Все файлы (*)|*

source: Fillfactor
ru: Фактор заполнения

source: Fill field name and type?
ru: Заполнить имя поля и тип согласно внешнего ключа?

source: Fill query param
ru: Заполнить параметры запроса

source: Fill values for not null collumn
ru: Заполнить значение для NOT NULL колонки

source: Filter
ru: Фильтр

source: Filter in table
ru: Фильтр в таблице

source: Show filter in table
ru: Отобразить фильтр в таблице (как в электронных таблицах)

source: Filter style
ru: Стиль фильтра

# fbmstrconstunit.sfind
source: Find
ru: Поиск

source: Find in database
ru: Поиск в базе данных

source: Find in metadata
ru: Поиск в метаданных

source: Find in metadata result
ru: Результат поиска в метаданных

source: Find in objects
ru: Поиск в объектах

# fbmstrconstunit.sfindnext
source: Find next
ru: Искать далее

source: Find options
ru: Параметры поиска

source: Find query
ru: Поиск запроса

source: Text to find
ru: Искать текст

source: Firebird Database Backup
ru: Firebird - Архивация данных

source: Firebird Database Restore
ru: Firebird - Востановление данных

source: Firebird DB Shadow manager
ru: Firebird - Управление тенями

source: Firebird DB Statistic
ru: Firebird - Статистика БД

source: Firebird Tranaction monitor
ru: Firebird - Монитор транзакций

source: Firebird user manager
ru: Firebird - Управление пользователями

source: First letter
ru: Первая буква

source: First name
ru: Имя

source: Not define FK field on main table
ru: Не определено поле внешнего ключа на главной таблице

source: Not define FK field on external table
ru: Не определено поле внешнего ключа на справочной таблице

source: Forign key name
ru: Имя внешнего ключа

source: Flat buttons in task bar
ru: Плавающие кнопки в панели задач

source: Font size
ru: Размер шрифта

source: Forced write
ru: Принудительная запись

source: For each row
ru: Для всех строк

source: Foreground
ru: Цвет

source: Foreign data wrapper
ru: Обёртка сторонних данных

source: Foreign data wrapper name
ru: Наименование внешнего источника данных

source: Foreign key
ru: Внешний ключ

source: Foreign key rule
ru: Правило внешнего ключа

source: Foreign keys
ru: Внешние ключи

source: Foreign key without index
ru: Внешние ключи без индекса

source: Foreign server
ru: Внешний сервер

source: Foreign table
ru: Внешняя таблица

# fbmstrconstunit.sfortable
source: For table
ru: Для таблицы

source: &Forward
ru: &Вперёд

source: FPC version :
ru: Версия FPC :

source: Free tds config editor...
ru: Редактор конфигурации для FreeTDS...

source: Delete this alias?
ru: Удалить этот алиас?

source: Age at which to autovacuum a table to prevent transaction ID wraparound
ru: Возраст, в котором можно выполнить автоматическую очистку таблицы, чтобы предотвратить повторное использование идентификатора транзакции

source: From
ru: С

# fbmstrconstunit.sfromdate
source: From date
ru: С даты

source: From value
ru: С значения

source: FTS configuration
ru: Конфигурация FTS

source: FTS configuration name
ru: Имя конфигурации FTS

source: FTS dictionary
ru: Словарь FTS

source: FTS parser
ru: Cинтаксический анализатор FTS

source: FTS template
ru: Шаблон FTS

source: Function not complete...
ru: Функция ещё не реализована...

source: Full file sync
ru: Полная файловая синхронизация

source: Function
ru: Функция

source: Function name
ru: Имя функции

source: Functions
ru: Функции

source: Function type
ru: Тип функции

source: Funtion not complete...
ru: Функция ещё не реализована...

# fbmstrconstunit.sgeneral
source: General
ru: Общее

source: Generate GUID
ru: Генерировать GUID

source: Generate INSERT script
ru: Создать скрипт на INSERT

source: Generate randomly
ru: Генерировать случайное

source: Generate SQL script
ru: Создать SQL файл

source: Generate type
ru: Тип генерации

source: Generator
ru: Генератор

source: Generator name
ru: Имя генератора

source: Generator name template
ru: Шаблон имени генератора

source: Generators
ru: Генераторы

source: Generator value
ru: Значение генератора

source: Get from another table
ru: Взять из другой таблицы

source: Get from list
ru: Взять из списка

source: Get from table
ru: Взять из таблицы

source: Global
ru: Общее

source: Global Temporary Table
ru: Глобальная временная таблица

source: Goto bookmark
ru: Перейти к закладке

source: Go to foreign table
ru: Перейти к таблице внешнего ключа

source: Go to Result tab after execute
ru: Открыть страницу результата запроса после выполнения

source: Grant
ru: Выдать права

source: Grant all
ru: Выдать все права

source: Grant All with GO
ru: Выдать все права с административными функциями

source: Grant All to All
ru: Выдать все права для всех

source: Grant execute to
ru: Привилегии на выполнение для

source: Grant to all for all objects
ru: Выдать права для всех на все объекты

source: Grant to All with GO
ru: Выдать все права с административными функциями

source: Grantor
ru: Выдающий права

source: Grant own. user
ru: Владелец

source: Grants manager
ru: Менеджер прав

source: Grant to all
ru: Выдать прав для всех

source: Grid options
ru: Параметры таблиц

source: Grid stile
ru: Стиль таблиц

source: Group
ru: Группа

source: Group ID
ru: ID группы

# fbmstrconstunit.sgroupname
source: Group name
ru: Название группы

source: Groups
ru: Группы

# fbmstrconstunit.sgsnative
source: Native
ru: Стиль ОС

# fbmstrconstunit.sgsstandart
source: Standart
ru: Стандартные

source: Handler function
ru: Функция обработки

source: Handler ID
ru: ID обработчика

# fbmstrconstunit.shighlightcurrentword
source: Highlight current word
ru: Подсвечивать текущее слово

source: delay %d ms
ru: задержка %d

source: Hint color
ru: Цвет оперативных подсказок

source: History
ru: История

source: Horizontal
ru: Горизонтально

# fbmstrconstunit.shostname
source: Host name
ru: Имя сервера

source: Hot track mouse cursor
ru: Подсветка перемещения указателя мыши

source: Hours
ru: Часы

source: Html files (*.html)|*.html|Html files (*.htm)|*.htm|All files (*.*)|*.*
ru: Файлы HTML (*.html)|*.html|Файлы HTML (*.htm)|*.htm|Все файлы (*.*)|*.*

# fbmstrconstunit.sid
source: ID
ru: Код

# fbmstrconstunit.sidentifierscharcase
source: Identifiers char case
ru: Регистр идентификаторов

source: Idle
ru: Простой

source: Ignore
ru: Игнорировать

source: Ignore checksums
ru: Игнорировать контрольные суммы

source: Ignore Limbo
ru: Игнорировать Limbo

source: All (*.gif;*.jpeg;*.jpg;*.bmp;*.ico;*.png)|*.gif;*.jpeg;*.jpg;*.bmp;*.ico;*.png|CompuServe GIF image (*.gif)|*.gif|JPEG image file (*.jpeg)|*.jpeg|JPEG image file (*.jpg)|*.jpg|Bitmaps (*.bmp)|*.bmp|Icons (*.ico)|*.ico|PNG image (*.png)|*.png|All files (*.*)|*.*
ru: Все (*.gif;*.jpeg;*.jpg;*.bmp;*.ico;*.png)|*.gif;*.jpeg;*.jpg;*.bmp;*.ico;*.png|CompuServe GIF image (*.gif)|*.gif|Изображения в фрмате JPEG (*.jpeg)|*.jpeg|Изображения в фрмате JPG (*.jpg)|*.jpg|Bitmaps (*.bmp)|*.bmp|Icons (*.ico)|*.ico|PNG image (*.png)|*.png|All files (*.*)|*.*

source: Import
ru: Импорт

source: Import data
ru: Импорт данных

source: Import data file
ru: Файл с данными для импорта

source: Import data to table
ru: Импорт данных в таблицу

source: Imported collumns
ru: Столбцы для импорта

source: Import from file "%s"
ru: Импорт из файла "%s"

source: In
ru: Диапазон

source: Inactive
ru: Не активный

# fbmstrconstunit.sincludeallfrom
source: Include all from %s
ru: Включать всё из %s

source: Include fields
ru: Включаемые поля

source: Include time
ru: Включить время

# fbmstrconstunit.sincrement
source: Increment
ru: Приращение

# fbmstrconstunit.sindex
source: Index
ru: Индекс

source: Index caption
ru: Имя индекса

source: Index expression
ru: Индексное выражение

# fbmstrconstunit.sindexname
source: Index name
ru: Имя индекса

source: Index name is empty
ru: Имя индекса не может быть пустым

source: Indexs on table :
ru: Индексы на таблице :

# fbmstrconstunit.sindexs
source: Indexs
ru: Индексы

source: Index size
ru: Размер индекса

source: Index sort
ru: Сортировка индекса

source: Information
ru: Информация

# fbmstrconstunit.sinheritstablefrom
source: Inherits table from
ru: Наследовать от таблиц

source: Initial value
ru: Начальное значение для поля

source: Initial value for new sequence
ru: Начальное значение новой последовательности

# fbmstrconstunit.sinput
source: Input
ru: Вход

source: Input/Output
ru: Ввод/Вывод

source: Input parametr '%s' declared, but not used
ru: Входящий параметра '%s' определён, но не используется

source: Input params
ru: Входные параметры

source: INS
ru: ВСТ

# fbmstrconstunit.sinsert
source: Insert
ru: Вставка

source: INSERT color
ru: Цвет INSERT

source: Inserted rows : %d
ru: Вставлено строк : %d

# fbmstrconstunit.sinsertintotable
source: Insert into table
ru: Вставка в таблицу

source: Insert/Update
ru: Вставить/Изменить

source: Instead
ru: Вместо

source: Instead of delete
ru: Вместо удаления

source: Instead of insert
ru: Вместо вставки

source: Instead of update
ru: Вместо изменения

source: Integer
ru: Целые числа

source: Integer constarints
ru: Параметры целого

source: Interface language
ru: Язык интерфейса

source: Invalid partition expressison
ru: Ошибка выражения партицирования

source: Path %s is not valid
ru: Путь '%s' не существует

# fbmstrconstunit.sinvertcase
source: Invert case
ru: Инвертировать регистр

source: Invert selections
ru: Обратить выделение

source: Invoker
ru: Вызывающий

source: Is cycled
ru: Цикличный

source: Is local
ru: Локально

# fbmstrconstunit.siswindowfunction
source: Is window function
ru: Это оконная функция

source: Its example
ru: Это пример шрифта

# fbmstrconstunit.sjobid
source: Job ID
ru: Код задачи

# fbmstrconstunit.sjointablesand
source: Join tables: %s and %s
ru: Соединение таблиц: %s и %s

source: Journal mode
ru: Режим журнала

source: Journal size limit
ru: Предельный размер журанала

source: Keyboard templates
ru: Клавиатурные шаблоны

source: function
ru: стд. функция

source: types
ru: стд. тип

source: keyword
ru: ключевое слово

# fbmstrconstunit.skeywordcharcase
source: Keyword char case
ru: Регистр ключевых слов

# fbmstrconstunit.slanguage
source: Language
ru: Язык

source: Language name
ru: Имя языка

source: LargeObject
ru: Большие объекты

source: Last name
ru: Фамилия

# fbmstrconstunit.slastrun
source: Last run
ru: Последний запуск

# fbmstrconstunit.slastvalue
source: Last value
ru: Значение

source: Lazarus style
ru: Новый стиль

source: Lazzy mode local variables in SP
ru: Простой редактор переменных в хранимой процедуре

source: Lazzy mode local variables in triggers
ru: Простой редактор переменных в триггере

source: LCL Version:
ru: Версия LCL :

source: Legacy file format
ru: Формата файла

# fbmstrconstunit.slicense
source: License
ru: Лицензия

source: Link propertys
ru: Свойства связи

# fbmstrconstunit.slinkpropincludeallfrom
source: Include all from %s
ru: Включать всё из %s

# fbmstrconstunit.slinkproplabel1
source: Join tables: %s and %s
ru: Соединение таблиц: %s и %s

source: List
ru: Список

source: Load
ru: Загрузить

source: Load default
ru: Загрузить по умолчанию

source: Load default templates?
ru: Загрузить шаблон по умолчанию?

source: Local
ru: Локально

source: Variable name not defined, or error in param name - '%s'
ru: Имя локальной переменной не определено или ошибка в имени - '%s'

source: Variable '%s' declared, but not used
ru: Переменная '%s' определена но не используется

source: Local variables
ru: Локальные переменные

source: Variable type not defined - '%s'
ru: Тип локальной переменной не определён - '%s'

source: Locking mode
ru: Режим блокировок

source: Lock tables
ru: Блокировка талбиц

# fbmstrconstunit.slogfiles
source: Log files
ru: Файлы протокола

source: Login
ru: Логин

source: Login form
ru: Введите регистрационные данные

source: Logs
ru: Протокол

source: Log to file
ru: Протокол в файл

source: Log to screen
ru: Протокол на экран

source: Lost trigger functions
ru: Потерянные триггерные функции

source: Lower
ru: Нижняя

# fbmstrconstunit.slowercase
source: Lower case
ru: Нижний регистр

# fbmstrconstunit.smaincaption
source: Free Database Manager
ru: Свободное управление БД

# fbmstrconstunit.smainslogan
source: Easy and free control you database
ru: Легко и просто управляйте своими БД

source: Make SQL text
ru: Создать текст SQL

source: Manual edit
ru: Ручной ввод

source: MaterializedView
ru: Материализованное представление

source: Materialized View
ru: Материализованное представление

source: Max connections per hour
ru: Максим. число подключений в час

source: Max. date
ru: Макс. дата

source: Max. length
ru: Макс. длинна

source: Max page count
ru: Максимальное число страниц БД

source: Max queries per hour
ru: Максим. число запросов в час

source: Max. time
ru: Макс. время

source: Max update per hour
ru: Максим. число имзенений в час

source: Max user connections
ru: Максим. число подключений оператора

# fbmstrconstunit.smaxvalue
source: Max value
ru: Макс. значение

source: Close child window by Ctrl+F4
ru: Закрывать дочерние окна по Ctrl+F4

source: Midle click close form
ru: Средняя кнопка закрывает окно

source: MDI options
ru: Параметы MDI

source: Show close button
ru: Отображать кнопку закрытия

source: Show form captions
ru: Отображать заголовок окна

source: Switch child windows by Ctrl+Tab
ru: Переключать дочерние окна по Ctrl+Tab

source: Members
ru: Члены группы

source: Membership
ru: Членство

source: Memo value
ru: Значение MEMO

source: About...
ru: О программе....

source: About of application
ru: Информация о программе

# fbmstrconstunit.smenucloseall
source: Close all
ru: Закрыть всё

source: Close all window
ru: Закрыть все окна

# fbmstrconstunit.smenuconnectdb
source: Connect
ru: Подключиться

source: Connect to database
ru: Подключиться к выбранной базе данных

source: Create Database
ru: Создать БД

source: Create new database
ru: Создать новую базу данных
