Repository: lalexs75/FBManager
Catalog: languages/rx/rxdconst.*.po
Languages: es, ru, uk

source: All values
es: Todos los valores
ru: Все значения

source: Application "%s"
es: Aplicación "%s"
ru: Программа "%s"
uk: Програма "%s"

source: Ascending
es: Ascendente
ru: По возрастанию

source: (blob)
ru: (данные)

source: Bottom
es: Fin
ru: Снизу
uk: Вниз

source: browse
es: vista
ru: просмотр
uk: перегляд

source: calc
ru: вычисление
uk: обчислення

source: Control locked by filter
es: Control bloqueado por filtro
ru: Элементы управления захвачены фильтром
uk: Елементи управління захоплені фільтром

source: Change password
es: Cambiar clave
ru: Изменить пароль
uk: Змінити пароль

source: Circular data link
ru: Перекрёстная ссылка данных
uk: Перехресне посилання даних

# rxdconst.sclearfilter
source: Clear filter
ru: Очистить фильтр

source: Column name
es: Nombre de Columna
ru: Имя столбца
uk: Назва стовпця

source: Compress fonts
es: Comprimir fuentes
ru: Сжимать шрифты
uk: Ущільнені шрифти

source: Compress images
es: Comprimir Imágenes
ru: Сжимать изображения
uk: Ущільнені зображення

source: Compress text
es: Comprimir Texto
ru: Сжимать текст
uk: Ущільнений текс

source: &Confirm:
es: &Confirmar:
ru: &Подтверждение:
uk: &Підтвердження:

source: Data changed. Save?
es: Dato cambiado. Salvar?
ru: Данные были изменены. Сохранить?
uk: Дані були змінені. Зберегти?

source: Database locked: %s
ru: База данных блокирована: %s
uk: База даних блокована: %s

source: Database
ru: Имя базы данных

source: %s:TDBComboBox - DataField not assigned
ru: %s:TDBComboBox - Не присвоено свойство DataField
uk: %s:TDBComboBox - Не присвоєно властивість DataField

source: Error in DB engine
es: Error en Motor BD
ru: Ошибка ядры БД
uk: Помилка ядра БД

source: Delete all selected records?
es: Eliminar todos los registros seleccionados
ru: Удалить все выделенные записи
uk: Видалити всі виділені записи

source: Delete record?
es: Eliminar registro
ru: Удалить запись
uk: Видалити запис

# rxdconst.sdescending
source: Descending
ru: По убыванию

source: editing
es: editando
ru: редактирование
uk: Редагування

source: Empty values
es: Valores vacíos
ru: Пустые значения

source: Error message
es: Mensaje de error
ru: Сообщение об ошибке
uk: Повідомлення про помилку

source: Export cell colors
es: Exportar colores de celda
ru: Экспорт цвета ячейки
uk: Експортувати колір стовпців

source: Export column footer
es: Exportar pie de columna
ru: Экспорт итогов
uk: Експортувати підсумки стовпців

source: Export column header
es: Exportar encabezado de columna
ru: Экспорт заголовков стобцов
uk: Експортувати заголовки стовпців

source: Export file name
es: Exportar nombre de archivo
ru: Имя файла экспорта
uk: Експортувати назву файлу

source: Export footer formula
es: Exportar fórmula de pie
ru: Экспортирововать формулы итоговой строки
uk: Експортувати підсумкову формулу

source: Export group data
ru: Экспорт данных группировки

# rxdconst.sexporthidezerovalues
source: Hide zero values
es: Esconder valores en cero
ru: Не отображать нулевые значения

source: Export images
es: Exportar imágenes
ru: Экспорт изображений
uk: Експортувати зображення

source: Export params
es: Exportar parámetros
ru: Параметры экспорта
uk: Експортувати параметри

source: Export only selected rows
es: Exportar solo filas seleccionadas
ru: Экспорт только помеченных строк

source: Compare opertion needs field and const
ru: Операции сравнения требуют наличия поля и константы
uk: Операції порівняння вимагають наявності поля і константи

source: Field '%s' not used in filter expression
es: Campo '%s' no usado en expresión de filtro
ru: Поле '%s' не может быть использовано в выражении фильтрации
uk: Поле '%s' не може бути використане в виразі фільтрації

source: NULL-values enabled in '=' and '<>'
ru: NULL-значения разрешены только в выражениях '=' и '<>'
uk: NULL-значення дозволені тільки у виразах '=' і '<>'

source: Error %s
ru: Ожидалось выражение, а встречено %s
uk: Очікували вираз, а зустріли %s

source: Error in filter expression
es: Error en expresión de filtro
ru: Ошибка в выражении фильтра
uk: Помилка у виразі фільтра

source: Error symbol in expression: '%s'
es: Error simbolo en expresión: '%s'
ru: Ошибочный символ в выражении: '%s'
uk: Помилковий символ у виразі: '%s'

source: Error in filed name
ru: Ошибка в имени поля
uk: Помилка в імені поля

source: Error ')', error: %s
ru: Ожидалось ')', а встречено: %s
uk: Очікували ')', а зустріли: %s

source: Field '%s' is not boolean
es: Campo '%s' no es boolean
ru: Поле '%s' не логического типа
uk: Поле '%s' не логічного типу

source: Error in string const
es: Error en cadena const
ru: Ошибка в строковой константе
uk: Помилка в строковій константі

source: Error in filter end
es: Error en terminación del filtro
ru: Ошибка в окончании выражения фильтра
uk: Помилка в закінченні виразу фільтра

source: SFieldReadOnly %s
es: SCampoSoloLectura %s
ru: Поле %s только для чтения
uk: Поле %s лише для читання

source: Field '%s' must have a value
es: Campo '%s' debe tener un valor
ru: Поле '%s' ожидает значение
uk: Поле '%s' очікує значення

source: Type mismatch for field '%s', expecting: %s actual: %s
es: Tipo no corresponde para el campo '%s', se esperaba: %s actual: %s
ru: Несоответсвие типов для поля '%s', необходимо: %s введено: %s
uk: Неспівпадіння типів для стовпця '%s', необхідно: %s введено: %s

source: Footer row color
es: Color fila de pie
ru: Цвет итоговой строки
uk: Колір підсумкового рядка

source: Function
es: Función
ru: Функция
uk: Функція

source: AVG
es: Promedio
ru: Среднее
uk: Середнє

source: Count
es: Cantidad
ru: Количество
uk: Кількість

source: Field value
es: Valor del campo
ru: Значение поля
uk: Значення поля

source: Max value
es: Valor Máximo
ru: Максимум
uk: Максимальне значення

source: Min value
es: Valor Mínimo
ru: Минимум
uk: Мінімальне значення

source: None
es: Nada
ru: Нет
uk: Без

source: Record no
es: Nro de registro
ru: Номер строки
uk: Номер запису

source: Static text
es: Texto estático
ru: Текст
uk: Статичний текст

source: Sum
es: Suma
ru: Сумма
uk: Сума

source: Global
ru: Общее
uk: Загальний

# rxdconst.shidezerovalues
source: Hide zero values
es: Esconder valores en cero
ru: Не отображать нулевые значения
uk: Ховати нульові значення

source: Hide only current item
es: Esconder solo valor actual
ru: Скрыть только текущий элемент

source: Enter your user name and password
ru: Введите ваше имя и пароль
uk: Введіть ваші ім'я користувача та пароль

source: Show only current item
es: Mostrar solo valor actual
ru: Показать только текущий элемент

source: inactive
es: inactivo
ru: не активный
uk: бездіяльний

source: append
es: adicionar
ru: вставка
uk: вставка

source: Invalid Date
es: Fecha inválida
ru: Неверная дата
uk: Помилкова дата

source: No fields defined
es: No hay campos definidos
ru: Нет объявления полей
uk: Немає оголошення полів

source: User name or password is not valid
ru: Ошибка в имени пользователя или пароле
uk: Помилка в імені користувача або паролі

source: Landscape
es: Horizontal
ru: Ландшафт
uk: Ландшафт

source: Left
es: Izquierda
ru: Слева
uk: Вліво

source: Unable complete this operation on local dataset
es: No se puede completar esta operación en el conjunto de datos local
ru: Невозможно произвести эту операцию с локальной базой данных
uk: Неможливо провести цю операцію з локальною базою даних

source: No data found
es: No hay datos
ru: Данных не найдено
uk: Даних не знайдено

source: Merge cell's
ru: Объединять ячейки

source: &More >>
es: &Mas >>
ru: &Больше >>
uk: &Більше >>

source: &Less <<
es: &Menos <<
ru: &Меньше <<
uk: &Менше <<

source: &New password:
es: &Nueva clave:
ru: &Новый пароль:
uk: &Новий пароль:

source: &Next
es: &Proximo
ru: &Дальше
uk: &Далі

source: Control needs to be locked by filter
ru: Элементы управления должны быть захвачены фильтром
uk: Елементи управління повинні бути захоплені фільтром

source: Dataset not in edit or insert mode
es: Conjunto de Datos no esta en modo de edición o inserción
ru: Набор данных не в режиме редактирования или вставки
uk: Набір даних не в режимі редагування або вставки

source: Not empty
es: No vacío
ru: Не пусто

source: &Old password:
es: &Anterior clave:
ru: &Старый пароль
uk: &Старий пароль

source: Open after export
es: Abrir despues de exportar
ru: Открыть после экспорта
uk: Відкрити після експортування

source: Orientation
es: Orientación
ru: Ориентация
uk: Орієнтація

source: Other options
es: Otras opciones
ru: Прочие параметры
uk: Інші налаштування

source: Out line
ru: Контуры
uk: Поза межами

source: Overwrite existing
es: Sobreescribir existente
ru: Перезаписать существующее
uk: Переписати існуючий

source: Page margins
es: Márgenes de página
ru: Отступы на странице
uk: Межі сторінки

source: Page name
es: Nombre de página
ru: Имя страницы
uk: Назва сторінки

source: Paper type
es: Tipo de papel
ru: Тип бумаги
uk: Тип листка

source: Password changed
es: Clave cambiada
ru: Пароль изменён
uk: Пароль змінено

source: &Password:
es: &Clave:
ru: &Пароль:
uk: &Пароль:

source: Password not changed
es: Clave no cambio
ru: Пароль не изменён
uk: Пароль не змінено

source: New password and confirmation not equal
es: Nueva clave y confirmacion no son iguales
ru: Новый пароль и подтверждение не совпадают
uk: Новий пароль і підтвердження не співпадають

source: PDF options
es: Opciones de PDF
ru: Параметры PDF
uk: PDF налаштування

source: Portrait
es: Vertical
ru: Портрет
uk: Книжна

source: &Prior
es: &Anterior
ru: &Превыдущие
uk: &Попередній

source: Print grid
es: Imprimir grilla
ru: Печать списка
uk: Друк таблиці

source: Print options
es: Opciones de impresión
ru: Параметры печати
uk: Налаштування друку

source: Quick filter
es: Filtro rápido
ru: Быстрый фильтр

source: Register
es: Registro
ru: Регистрация
uk: Реєстрація

source: Report title
es: Título del reporte
ru: Заголовок отчёта
uk: Заголовок звіту

source: Retry to connect with database?
es: Reintentar conectar con la base de dato?
ru: Вы хотите повторить попытку соединения с базой данных?
uk: Ви хочете повторити спробу з'єднання з базою даних?

source: Right
es: Derecha
ru: Справа
uk: Вправо

source: All fields
es: Todos los campos
ru: Все поля
uk: Усі поля

source: Ascendign
es: Ascendente
ru: По возрастанию
uk: По зростанню

source: Borrow structure...
es: Tomar estructura...
ru: Обзор структуры...
uk: Огляд структури ...

source: Copy only metadata
es: Copiar solo metadata
ru: Копировать только метаданные...
uk: Копіювати тільки метадані ...

source: (All values)
es: (Todos los valores)
ru: (Все значения)
uk: (Усі значення)

source: Copy cell value
es: Copiar valor de la celda
ru: Копировать значение ячейки
uk: Копіювати значення комірки

source: (Empty)
ru: (Пусто)

source: Filter data
es: Filtrar
ru: Фильтр данных
uk: Фільтр даних

# rxdconst.srxdbgridfilterclear
source: Clear filter
es: Quitar Filtro
ru: Очистить фильтр
uk: Очистити фільтр

source: Filter in table
es: Filtrar en Tabla
ru: Фильтр в таблице
uk: Фільтр в таблиці

# rxdconst.srxdbgridfind
source: Find data
es: Buscar
ru: Поиск данных
uk: Пошук даних

# rxdconst.srxdbgridfindcaption
source: Find data
es: Buscar
ru: Поиск данных
uk: Пошук даних

source: Case sensetive
es: Sensitivo MAY/min
ru: Регистро-зависимо
uk: Регістрозалежно

source: Direction
es: Dirección
ru: Направление
uk: Напрямок

source: Find on field
es: Buscar en campo
ru: Искать по полю
uk: Шукати по полю

source: Partial key
es: Clave Parcial
ru: Поиск по вхождению
uk: Пошук по входженню

source: All
es: Todo
ru: Всё
uk: Всі

source: Backward
es: Hacia Atras
ru: Назад
uk: Назад

source: Forward
es: Hacia Delante
ru: Вперёд
uk: Вперед

source: Text to find
es: Texto a Buscar
ru: Текст для поиска
uk: Текст для пошуку

source: (Not empty)
ru: (Не пусто)

source: Optimize column width
es: Optimizar ancho de columnas
ru: Подобрать ширину колонки
uk: Оптимізувати ширину колонок

# rxdconst.srxdbgridselapplycaption
source: Apply
ru: Применить
uk: Застосувати

source: Apply current column settings
es: Aplicar seteos de columna actuales
ru: Применить текущие настройки столбца
uk: Застосувати налаштування поточного стовпця

source: Grid columns
es: Columnas de la Tabla
ru: Поля таблицы
uk: Поля таблиці

source: Move selected column up
es: Mover columna seleccionada para arriba
ru: Переместить выбранное поле выше
uk: Перемістити вибране поле вище

source: Move selected column down
es: Mover columna seleccionada para abajo
ru: Переместить выбранное поле ниже
uk: Перемістити вибране поле нижче

source: Select all rows
es: Seleccionar todas las columnas
ru: Выделить все строки
uk: Виділити всі рядки

source: Select visible columns
ru: Выбор столбцов для отображения
uk: Вибір стовпців для відображення

source: Sort data for columns
ru: Сортировать данные по колонкам
uk: Сортувати дані по колонках

source: Totals row
es: Fila de totales
ru: Всего строк
uk: Підсумковий рядок

# rxdconst.srxdescending
source: Descending
es: Descendente
ru: По убыванию
uk: За зменшенням

source: Fields as LookupDisplay
es: Campos como LookupDisplay
ru: Поля в свойстве LookupDisplay
uk: Поле як LookupDisplay

source: Fill fields in LookupDisplay property
es: Llenar campos en prop LookupDisplay
ru: Заполните список для поля LookupDisplay
uk: Заповнити поля в LookupDisplay властивостях

source: Fill fields in SortField property
es: Llenar campos en prop SortField
ru: Заполните список для поля SortField
uk: Заповнити поля в SortField властивостях

# rxdconst.srxfilterformapply
source: Apply
ru: Применить
uk: Застосувати

source: Cancel
ru: Отмена
uk: Скасувати

source: Filter conditions
es: Condiciones de Filtro
ru: Выражение фильтра
uk: Вираз фільтра

# rxdconst.srxfilterformclear
source: Clear filter
es: Limpiar Todo
ru: Очистить фильтр
uk: Очистити фільтр

source: Condition :
es: Condición:
ru: Выражение :
uk: Вираз :

source: end.
es: FIN.
ru: конец.
uk: кінець.

source: On field :
es: Campo :
ru: На поле :
uk: На поле :

source: Operation :
es: Operación :
ru: Операция :
uk: Операція :

source: Operand :
es: Operando :
ru: Операнд :
uk: Операнд :

source: Enter filter expression for data in table:
es: Seleccionar todos los registros que cumplan las siguientes condiciónes :
ru: Введите выражение фильтрации данных в таблице:
uk: Введіть вираз фільтрації даних в таблиці:

source: Find more
es: Buscar más
ru: Искать далее
uk: Шукати далі

source: Select dataset to copy to
es: Seleccionar conjunto de datos para copiar
ru: Выберите таблицу для копирования
uk: Виберіть таблицю для копіювання

source: &Add field
es: &Añadir campo
ru: &Добавить поле
uk: &Додати поле

source: &Fields in dataset:
es: &Ordenamiento por:
ru: &Поля в таблице
uk: &Поля в таблиці

source: Sort on field
es: Ordenar por Columnas
ru: Сортировать по полям
uk: Сортувати по полях

source: &Case insensitive sort
es: Ordenamiento insensible a MAY/min
ru: &Сортировка без учёта регистра
uk: &Сортування без урахування регістра

source: &Down
es: A&bajo
ru: &Вниз
uk: &Вниз

source: &Up
es: A&rriba
ru: &Вверх
uk: &Вгору

source: &Remove
es: &Eliminar
ru: &Убрать
uk: &Видалити

source: &Selected fields:
es: &Campos Disponibles :
ru: &Выбранные поля
uk: &Вибрані поля

source: Select f&ield for sort data:
ru: Укажите поля для сортировки данных :
uk: Вкажіть поля для сортування даних :

source: Fields as SortField
es: Campos como SortField
ru: Поля для сортировки

source: Source dataset
es: Dataset fuente
ru: Искодный источник данных
uk: Джерело даних

source: Server error
es: Error del Servidor
ru: Ошибка сервера
uk: Помилка сервера

source: find
es: buscar
ru: поиск
uk: Пошук

source: Setup total row
es: Setear fila de totales
ru: Настроки итоговой строки
uk: Налаштувати підсумковий рядок

source: Show column header on all pages
es: Mostrar encabezado de columan en todas las páginas
ru: Отображать заголовки столбцов на всех страницах
uk: Виводити заголовок стовпців на всіх сторінках

source: Show footer
es: Mostrar pie
ru: Отображать итоги
uk: Показати підсумок

source: Show footer color
es: Mostrar color del pie
ru: Отображать цвет итогов
uk: Показати колір пісумку

source: Show grid color
es: Mostrar color de la grilla
ru: Отображать цвета таблицы
uk: Показати колір таблиці

source: Show report title
es: Mostrar título del reporte
ru: Отображать заголовок отчёта
uk: Показати заголовок звіту

source: Show column title
es: Mostrar título de columna
ru: Отображать заголовки столбцов
uk: Показати заголовок стовпця

source: Sorting
es: Ordenando
ru: Сортировка

source: Standart filter
es: Filtro estandar
ru: Стандартный фильтр

source: Title color
es: Color de título
ru: Цвет заголовков
uk: Колір заголовка

source: Export to PDF file
es: Exportar a PDF
ru: Экспорт в PDF файл
uk: Експорт до PDF файлу

source: Export to speadsheet
es: Exportar a planilla
ru: Экспорт в электронную таблицу
uk: Експорт до електронної таблиці

source: Top
es: Inicio
ru: Сверху
uk: Вверх

source: SUnknownFieldType %s
es: Tipo Campo Desconocido %s
ru: Не определён тип данных для поля %s
uk: Не визначений тип даних для поля %s

source: Unknown XML Dataset format
es: Formato de dataset XML desconocido
ru: Не известный формат XML данных
uk: Не відомий формат XML даних

source: Unlock
ru: Разблокировать
uk: Розблокувати

source: Enter your password
ru: Введите ваш пароль
uk: Введіть ваш пароль

source: Use raw JPEG
es: Usar JPEG RAW
ru: Использовать сырой JPEG
uk: Використати необроблений JPEG

source: &User name:
es: &Nombre usuario:
ru: &Имя пользователя
uk: &Ім'я користувача
